{"id": 14, "source": "conversation", "url": "https://theconversation.com/picky-eating-starts-in-the-womb-a-nutritional-neuroscientist-explains-how-to-expand-your-childs-palate-275643", "title": "Picky eating starts in the womb – a nutritional neuroscientist explains how to expand your child’s palate", "title_cn": "挑食从子宫里就开始了——营养神经科学家解释如何扩大孩子的味觉", "author": "Kathleen Keller, Professor of Nutritional Sciences, Penn State", "published_at": "2026-02-23T14:06:28Z", "category": "science", "difficulty": "ielts", "image_url": "", "crawled_at": "2026-02-24T05:38:45Z", "paragraphs": [{"id": 310, "article_id": 14, "seq": 0, "en_text": "It’s 5:45 p.m. and you’ve just arrived home after a long day at work. You’d like nothing more than a glass of pinot and to binge old episodes of your favorite show. Into the kitchen comes young Sally, your food-adventurous 8-year-old. “I’m hungry, what’s for dinner?”", "cn_text": "现在是下午 5 点 45 分。您经过一整天的工作刚刚回到家。 您最想要的就是一杯黑皮诺，狂饮您最喜欢的节目的老剧集。 小莎莉走进厨房，她是您 8 岁的爱冒险的孩子。 “我饿了，晚饭吃什么？”", "sentences": [{"id": 485, "paragraph_id": 310, "seq": 0, "en_text": "It’s 5:45 p.m. and you’ve just arrived home after a long day at work.", "cn_text": "现在是下午 5 点 45 分。您经过一整天的工作刚刚回到家。", "is_complex": false, "analysis": ""}, {"id": 486, "paragraph_id": 310, "seq": 1, "en_text": "You’d like nothing more than a glass of pinot and to binge old episodes of your favorite show.", "cn_text": "您最想要的就是一杯黑皮诺，狂饮您最喜欢的节目的老剧集。", "is_complex": false, "analysis": ""}, {"id": 487, "paragraph_id": 310, "seq": 2, "en_text": "Into the kitchen comes young Sally, your food-adventurous 8-year-old.", "cn_text": "小莎莉走进厨房，她是您 8 岁的爱冒险的孩子。", "is_complex": false, "analysis": ""}, {"id": 488, "paragraph_id": 310, "seq": 3, "en_text": "“I’m hungry, what’s for dinner?”", "cn_text": "“我饿了，晚饭吃什么？”", "is_complex": false, "analysis": ""}]}, {"id": 311, "article_id": 14, "seq": 1, "en_text": "Sally has never met a food she’s afraid to try. Visions of her savoring the tangy brine of an oyster and joyously slurping spicy ramen noodles dance in your head.", "cn_text": "莎莉从未遇到过她不敢尝试的食物。 她品尝牡蛎的浓汤和快乐地吃辛辣拉面的画面在你的脑海中翩翩起舞。", "sentences": [{"id": 489, "paragraph_id": 311, "seq": 0, "en_text": "Sally has never met a food she’s afraid to try.", "cn_text": "莎莉从未遇到过她不敢尝试的食物。", "is_complex": false, "analysis": ""}, {"id": 490, "paragraph_id": 311, "seq": 1, "en_text": "Visions of her savoring the tangy brine of an oyster and joyously slurping spicy ramen noodles dance in your head.", "cn_text": "她品尝牡蛎的浓汤和快乐地吃辛辣拉面的画面在你的脑海中翩翩起舞。", "is_complex": false, "analysis": ""}]}, {"id": 312, "article_id": 14, "seq": 2, "en_text": "Before you can give her an answer, Billy, your 4-year-old picky eater, shouts, “Mac and cheese!” from the living room. Billy rotates between three entrées: macaroni and cheese from a box, chicken nuggets (only dino shaped) and pasta (only spaghetti).", "cn_text": "在你给她答案之前，比利，你 4 岁的挑食孩子，喊道：“通心粉和奶酪！”从客厅。 比利在三种主菜之间轮换：盒装通心粉和奶酪、鸡块（仅限恐龙形状）和意大利面（仅限意大利面条）。", "sentences": [{"id": 491, "paragraph_id": 312, "seq": 0, "en_text": "Before you can give her an answer, Billy, your 4-year-old picky eater, shouts, “Mac and cheese!” from the living room.", "cn_text": "在你给她答案之前，比利，你 4 岁的挑食孩子，喊道：“通心粉和奶酪！”从客厅。", "is_complex": false, "analysis": ""}, {"id": 492, "paragraph_id": 312, "seq": 1, "en_text": "Billy rotates between three entrées: macaroni and cheese from a box, chicken nuggets (only dino shaped) and pasta (only spaghetti).", "cn_text": "比利在三种主菜之间轮换：盒装通心粉和奶酪、鸡块（仅限恐龙形状）和意大利面（仅限意大利面条）。", "is_complex": false, "analysis": ""}]}, {"id": 313, "article_id": 14, "seq": 3, "en_text": "You sigh and wonder how such diverse creatures ended up in the same family.", "cn_text": "你叹了口气，想知道如此多样化的生物如何最终出现在同一个家族中。", "sentences": [{"id": 493, "paragraph_id": 313, "seq": 0, "en_text": "You sigh and wonder how such diverse creatures ended up in the same family.", "cn_text": "你叹了口气，想知道如此多样化的生物如何最终出现在同一个家族中。", "is_complex": false, "analysis": ""}]}, {"id": 314, "article_id": 14, "seq": 4, "en_text": "If this scenario rings a bell, you are not alone. As a nutritional neuroscientist and a parent, I have spent the better part of my professional and personal life thinking about why children eat the foods they do.", "cn_text": "如果这种情况引起了你的注意，那么你并不孤单。 作为一名营养神经科学家和一名家长，我在职业和个人生活中的大部分时间都在思考为什么孩子们会吃他们吃的食物。", "sentences": [{"id": 494, "paragraph_id": 314, "seq": 0, "en_text": "If this scenario rings a bell, you are not alone.", "cn_text": "如果这种情况引起了你的注意，那么你并不孤单。", "is_complex": false, "analysis": ""}, {"id": 495, "paragraph_id": 314, "seq": 1, "en_text": "As a nutritional neuroscientist and a parent, I have spent the better part of my professional and personal life thinking about why children eat the foods they do.", "cn_text": "作为一名营养神经科学家和一名家长，我在职业和个人生活中的大部分时间都在思考为什么孩子们会吃他们吃的食物。", "is_complex": true, "analysis": ""}]}, {"id": 315, "article_id": 14, "seq": 5, "en_text": "Understanding how food preferences develop can help parents teach kids to enjoy a diverse, varied and healthy diet.", "cn_text": "了解食物偏好是如何形成的，可以帮助父母教导孩子享受多样化、多样化和健康的饮食。", "sentences": [{"id": 496, "paragraph_id": 315, "seq": 0, "en_text": "Understanding how food preferences develop can help parents teach kids to enjoy a diverse, varied and healthy diet.", "cn_text": "了解食物偏好是如何形成的，可以帮助父母教导孩子享受多样化、多样化和健康的饮食。", "is_complex": false, "analysis": ""}]}, {"id": 316, "article_id": 14, "seq": 6, "en_text": "Are genes to blame in the case of picky eaters like Billy? While genes can have some influence, they often explain only a small part of the story.", "cn_text": "像比利这样挑食的人，基因是罪魁祸首吗？ 虽然基因可以产生一些影响，但它们通常只能解释故事的一小部分。", "sentences": [{"id": 497, "paragraph_id": 316, "seq": 0, "en_text": "Are genes to blame in the case of picky eaters like Billy?", "cn_text": "像比利这样挑食的人，基因是罪魁祸首吗？", "is_complex": false, "analysis": ""}, {"id": 498, "paragraph_id": 316, "seq": 1, "en_text": "While genes can have some influence, they often explain only a small part of the story.", "cn_text": "虽然基因可以产生一些影响，但它们通常只能解释故事的一小部分。", "is_complex": true, "analysis": ""}]}, {"id": 317, "article_id": 14, "seq": 7, "en_text": "People are born liking the taste of sweet and disliking the taste of bitter . These traits are thought to be protective in that they can help drive someone toward sources of calories – which are often sweet, such as fruits or breast milk – and away from potential toxins or poisons, which are often bitter. As an example of these innate preferences, one study found that pregnant moms who consumed sweet carrot capsules had babies who smiled on the ultrasound , while those who ingested bitter kale capsules had babies who grimaced for the camera, suggesting early on their dislike for bitter vegetables.", "cn_text": "人们生来就喜欢甜的味道，厌恶苦的味道。 这些特征被认为具有保护作用，因为它们可以帮助人们寻找热量来源（通常是甜的，例如水果或母乳），并远离潜在的毒素或毒物（通常是苦的）。 作为这些先天偏好的一个例子，一项研究发现，食用甜胡萝卜胶囊的孕妇的婴儿在超声波中会微笑，而食用苦羽衣甘蓝胶囊的孕妇的婴儿会在镜头前做鬼脸，这表明她们很早就不喜欢苦蔬菜。", "sentences": [{"id": 499, "paragraph_id": 317, "seq": 0, "en_text": "People are born liking the taste of sweet and disliking the taste of bitter .", "cn_text": "人们生来就喜欢甜的味道，厌恶苦的味道。", "is_complex": false, "analysis": ""}, {"id": 500, "paragraph_id": 317, "seq": 1, "en_text": "These traits are thought to be protective in that they can help drive someone toward sources of calories – which are often sweet, such as fruits or breast milk – and away from potential toxins or poisons, which are often bitter.", "cn_text": "这些特征被认为具有保护作用，因为它们可以帮助人们寻找热量来源（通常是甜的，例如水果或母乳），并远离潜在的毒素或毒物（通常是苦的）。", "is_complex": true, "analysis": ""}, {"id": 501, "paragraph_id": 317, "seq": 2, "en_text": "As an example of these innate preferences, one study found that pregnant moms who consumed sweet carrot capsules had babies who smiled on the ultrasound , while those who ingested bitter kale capsules had babies who grimaced for the camera, suggesting early on their dislike for bitter vegetables.", "cn_text": "作为这些先天偏好的一个例子，一项研究发现，食用甜胡萝卜胶囊的孕妇的婴儿在超声波中会微笑，而食用苦羽衣甘蓝胶囊的孕妇的婴儿会在镜头前做鬼脸，这表明她们很早就不喜欢苦蔬菜。", "is_complex": true, "analysis": ""}]}, {"id": 318, "article_id": 14, "seq": 8, "en_text": "In addition to these innate responses, there are genes that affect your ability to taste bitter compounds . These compounds, called thioureas, are similar to those found in cruciferous vegetables. People who inherit genes that make them sensitive to these bitter compounds – about 70% of the U.S. population – tend to also be more sensitive to other bitter tastes in foods. Because of this, they may dislike foods such as raw broccoli, black coffee and grapefruit.", "cn_text": "除了这些先天反应之外，还有一些基因会影响您品尝苦味化合物的能力。 这些化合物称为硫脲，与十字花科蔬菜中的化合物相似。 继承了对这些苦味化合物敏感的基因的人（约占美国人口的 70%）往往也对食物中的其他苦味更敏感。 因此，他们可能不喜欢生西兰花、黑咖啡和葡萄柚等食物。", "sentences": [{"id": 502, "paragraph_id": 318, "seq": 0, "en_text": "In addition to these innate responses, there are genes that affect your ability to taste bitter compounds .", "cn_text": "除了这些先天反应之外，还有一些基因会影响您品尝苦味化合物的能力。", "is_complex": true, "analysis": ""}, {"id": 503, "paragraph_id": 318, "seq": 1, "en_text": "These compounds, called thioureas, are similar to those found in cruciferous vegetables.", "cn_text": "这些化合物称为硫脲，与十字花科蔬菜中的化合物相似。", "is_complex": false, "analysis": ""}, {"id": 504, "paragraph_id": 318, "seq": 2, "en_text": "People who inherit genes that make them sensitive to these bitter compounds – about 70% of the U.S. population – tend to also be more sensitive to other bitter tastes in foods.", "cn_text": "继承了对这些苦味化合物敏感的基因的人（约占美国人口的 70%）往往也对食物中的其他苦味更敏感。", "is_complex": true, "analysis": ""}, {"id": 505, "paragraph_id": 318, "seq": 3, "en_text": "Because of this, they may dislike foods such as raw broccoli, black coffee and grapefruit.", "cn_text": "因此，他们可能不喜欢生西兰花、黑咖啡和葡萄柚等食物。", "is_complex": true, "analysis": ""}]}, {"id": 319, "article_id": 14, "seq": 9, "en_text": "However, there are plenty of people who develop a liking for bitter foods, even though their first experience with them might have been unpleasant. Case in point, the growing popularity of bitter IPA beers .", "cn_text": "然而，有很多人喜欢吃苦味食物，尽管他们第一次吃苦味食物可能并不愉快。 举个例子，苦味 IPA 啤酒越来越受欢迎。", "sentences": [{"id": 506, "paragraph_id": 319, "seq": 0, "en_text": "However, there are plenty of people who develop a liking for bitter foods, even though their first experience with them might have been unpleasant.", "cn_text": "然而，有很多人喜欢吃苦味食物，尽管他们第一次吃苦味食物可能并不愉快。", "is_complex": true, "analysis": ""}, {"id": 507, "paragraph_id": 319, "seq": 1, "en_text": "Case in point, the growing popularity of bitter IPA beers .", "cn_text": "举个例子，苦味 IPA 啤酒越来越受欢迎。", "is_complex": false, "analysis": ""}]}, {"id": 320, "article_id": 14, "seq": 10, "en_text": "Another gene that can influence food preferences is the gene that makes cilantro taste soapy . Those born with a version of this olfactory gene –  up to 20% of the U.S. population – are sensitive to aldehyde compounds that tend to taste soapy. Because of this taste, they often dislike cilantro.", "cn_text": "另一个可以影响食物偏好的基因是使香菜尝起来有肥皂味的基因。 那些出生时就带有这种嗅觉基因的人（占美国人口的 20%）对带有肥皂味的醛类化合物很敏感。 由于这种味道，他们常常不喜欢香菜。", "sentences": [{"id": 508, "paragraph_id": 320, "seq": 0, "en_text": "Another gene that can influence food preferences is the gene that makes cilantro taste soapy .", "cn_text": "另一个可以影响食物偏好的基因是使香菜尝起来有肥皂味的基因。", "is_complex": true, "analysis": ""}, {"id": 509, "paragraph_id": 320, "seq": 1, "en_text": "Those born with a version of this olfactory gene –  up to 20% of the U.S. population – are sensitive to aldehyde compounds that tend to taste soapy.", "cn_text": "那些出生时就带有这种嗅觉基因的人（占美国人口的 20%）对带有肥皂味的醛类化合物很敏感。", "is_complex": true, "analysis": ""}, {"id": 510, "paragraph_id": 320, "seq": 2, "en_text": "Because of this taste, they often dislike cilantro.", "cn_text": "由于这种味道，他们常常不喜欢香菜。", "is_complex": false, "analysis": ""}]}, {"id": 321, "article_id": 14, "seq": 11, "en_text": "While genes by themselves explain only a small part of taste, a person’s interactions with food in the environment are particularly influential when it comes to what they want for dinner.", "cn_text": "虽然基因本身只能解释味觉的一小部分，但一个人与环境中食物的相互作用对于他们晚餐想吃什么特别有影响。", "sentences": [{"id": 511, "paragraph_id": 321, "seq": 0, "en_text": "While genes by themselves explain only a small part of taste, a person’s interactions with food in the environment are particularly influential when it comes to what they want for dinner.", "cn_text": "虽然基因本身只能解释味觉的一小部分，但一个人与环境中食物的相互作用对于他们晚餐想吃什么特别有影响。", "is_complex": true, "analysis": ""}]}, {"id": 322, "article_id": 14, "seq": 12, "en_text": "Ivan Pavlov was a 19th-century experimental physiologist who showed that dogs could be taught to salivate at the sound of a bell. He put them through a conditioning period in which mealtime was repeatedly paired with the sound of a bell. Most pets have some ability to learn to associate environmental cues – such as a food bowl or the sound of their owners’ commands – with food.", "cn_text": "伊万·巴甫洛夫 (Ivan Pavlov) 是一位 19 世纪的实验生理学家，他证明狗可以在铃声响起时流口水。 他让他们经历一个调节期，在这个调节期中，进餐时间反复与铃声搭配。 大多数宠物都有一定的能力学习将环境线索（例如食物碗或主人命令的声音）与食物联系起来。", "sentences": [{"id": 512, "paragraph_id": 322, "seq": 0, "en_text": "Ivan Pavlov was a 19th-century experimental physiologist who showed that dogs could be taught to salivate at the sound of a bell.", "cn_text": "伊万·巴甫洛夫 (Ivan Pavlov) 是一位 19 世纪的实验生理学家，他证明狗可以在铃声响起时流口水。", "is_complex": true, "analysis": ""}, {"id": 513, "paragraph_id": 322, "seq": 1, "en_text": "He put them through a conditioning period in which mealtime was repeatedly paired with the sound of a bell.", "cn_text": "他让他们经历一个调节期，在这个调节期中，进餐时间反复与铃声搭配。", "is_complex": true, "analysis": ""}, {"id": 514, "paragraph_id": 322, "seq": 2, "en_text": "Most pets have some ability to learn to associate environmental cues – such as a food bowl or the sound of their owners’ commands – with food.", "cn_text": "大多数宠物都有一定的能力学习将环境线索（例如食物碗或主人命令的声音）与食物联系起来。", "is_complex": true, "analysis": ""}]}, {"id": 323, "article_id": 14, "seq": 13, "en_text": "In the early 1980s, psychologist Leann Birch conducted a series of studies showing that people develop food preferences using a process similar to Pavlov’s classical conditioning. When the taste of a food is associated with positive experiences – such as an influx of calories, release of reward chemicals in the brain or the pleasing tones of a mother’s voice – these positive experiences can enhance how much a person likes a food. On the other side of the coin, negative experiences, such as a painful stomachache or a punishment associated with eating a food – “You have to eat all of your vegetables or no screen time!\"– can often decrease how much someone likes a food.", "cn_text": "20 世纪 80 年代初，心理学​​家 Leann Birch 进行了一系列研究，表明人们通过类似于巴甫洛夫经典条件反射的过程来形成食物偏好。 当食物的味道与积极的体验相关时——例如卡路里的流入、大脑中奖励化学物质的释放或母亲悦耳的语气——这些积极的体验可以增强一个人对某种食物的喜爱程度。 另一方面，负面经历，例如胃痛或与吃食物相关的惩罚——“你必须吃掉所有蔬菜，否则就不能看屏幕！”——通常会降低人们对某种食物的喜爱程度。", "sentences": [{"id": 515, "paragraph_id": 323, "seq": 0, "en_text": "In the early 1980s, psychologist Leann Birch conducted a series of studies showing that people develop food preferences using a process similar to Pavlov’s classical conditioning.", "cn_text": "20 世纪 80 年代初，心理学​​家 Leann Birch 进行了一系列研究，表明人们通过类似于巴甫洛夫经典条件反射的过程来形成食物偏好。", "is_complex": true, "analysis": ""}, {"id": 516, "paragraph_id": 323, "seq": 1, "en_text": "When the taste of a food is associated with positive experiences – such as an influx of calories, release of reward chemicals in the brain or the pleasing tones of a mother’s voice – these positive experiences can enhance how much a person likes a food.", "cn_text": "当食物的味道与积极的体验相关时——例如卡路里的流入、大脑中奖励化学物质的释放或母亲悦耳的语气——这些积极的体验可以增强一个人对某种食物的喜爱程度。", "is_complex": true, "analysis": ""}, {"id": 517, "paragraph_id": 323, "seq": 2, "en_text": "On the other side of the coin, negative experiences, such as a painful stomachache or a punishment associated with eating a food – “You have to eat all of your vegetables or no screen time!\"– can often decrease how much someone likes a food.", "cn_text": "另一方面，负面经历，例如胃痛或与吃食物相关的惩罚——“你必须吃掉所有蔬菜，否则就不能看屏幕！”——通常会降低人们对某种食物的喜爱程度。", "is_complex": true, "analysis": ""}]}, {"id": 324, "article_id": 14, "seq": 14, "en_text": "Babies even begin learning about food before they are born. In a classic study by biopsychologist Julie Mennella , pregnant moms who drank carrot juice four days a week during their pregnancy or while breastfeeding had babies who were more accepting of carrot-flavored cereal when it was first presented to them. Flavors that are passed through amniotic fluid to the developing fetus prime the future baby to accept the cuisine of the family.", "cn_text": "婴儿甚至在出生前就开始了解食物。 生物心理学家朱莉·门内拉 (Julie Mennella) 进行的一项经典研究表明，在怀孕期间或母乳喂养期间每周喝四天胡萝卜汁的孕妇，婴儿在第一次接触胡萝卜味麦片时会更容易接受。 通过羊水传递给发育中的胎儿的味道使未来的婴儿能够接受家庭的美食。", "sentences": [{"id": 518, "paragraph_id": 324, "seq": 0, "en_text": "Babies even begin learning about food before they are born.", "cn_text": "婴儿甚至在出生前就开始了解食物。", "is_complex": false, "analysis": ""}, {"id": 519, "paragraph_id": 324, "seq": 1, "en_text": "In a classic study by biopsychologist Julie Mennella , pregnant moms who drank carrot juice four days a week during their pregnancy or while breastfeeding had babies who were more accepting of carrot-flavored cereal when it was first presented to them.", "cn_text": "生物心理学家朱莉·门内拉 (Julie Mennella) 进行的一项经典研究表明，在怀孕期间或母乳喂养期间每周喝四天胡萝卜汁的孕妇，婴儿在第一次接触胡萝卜味麦片时会更容易接受。", "is_complex": true, "analysis": ""}, {"id": 520, "paragraph_id": 324, "seq": 2, "en_text": "Flavors that are passed through amniotic fluid to the developing fetus prime the future baby to accept the cuisine of the family.", "cn_text": "通过羊水传递给发育中的胎儿的味道使未来的婴儿能够接受家庭的美食。", "is_complex": true, "analysis": ""}]}, {"id": 325, "article_id": 14, "seq": 15, "en_text": "The good news is that for most children, picky eating is a phase that tends to decline as they reach school age . And if children are growing at a healthy pace, it’s often not something to be too concerned about.", "cn_text": "好消息是，对于大多数孩子来说，挑食是一个随着他们达到学龄而趋向于下降的阶段。 如果孩子以健康的速度成长，通常就不需要太担心。", "sentences": [{"id": 521, "paragraph_id": 325, "seq": 0, "en_text": "The good news is that for most children, picky eating is a phase that tends to decline as they reach school age .", "cn_text": "好消息是，对于大多数孩子来说，挑食是一个随着他们达到学龄而趋向于下降的阶段。", "is_complex": true, "analysis": ""}, {"id": 522, "paragraph_id": 325, "seq": 1, "en_text": "And if children are growing at a healthy pace, it’s often not something to be too concerned about.", "cn_text": "如果孩子以健康的速度成长，通常就不需要太担心。", "is_complex": false, "analysis": ""}]}, {"id": 326, "article_id": 14, "seq": 16, "en_text": "For parents who want to help their kids expand their palates, the most important thing you can do is give your child repeated opportunities to taste foods without pressuring or coercing them. Some children need 12 or more taste experiences with a new food before they will accept it. Some children will also be open to trying foods at school or day care, even if they won’t try them in front of you.", "cn_text": "对于想要帮助孩子扩大味觉的父母来说，您能做的最重要的事情就是给您的孩子重复品尝食物的机会，而不是给他们施加压力或强迫。 有些孩子需要对一种新食物进行 12 次或更多的味觉体验才能接受它。 有些孩子也愿意在学校或日托中心尝试食物，即使他们不会在你面前尝试。", "sentences": [{"id": 523, "paragraph_id": 326, "seq": 0, "en_text": "For parents who want to help their kids expand their palates, the most important thing you can do is give your child repeated opportunities to taste foods without pressuring or coercing them.", "cn_text": "对于想要帮助孩子扩大味觉的父母来说，您能做的最重要的事情就是给您的孩子重复品尝食物的机会，而不是给他们施加压力或强迫。", "is_complex": true, "analysis": ""}, {"id": 524, "paragraph_id": 326, "seq": 1, "en_text": "Some children need 12 or more taste experiences with a new food before they will accept it.", "cn_text": "有些孩子需要对一种新食物进行 12 次或更多的味觉体验才能接受它。", "is_complex": false, "analysis": ""}, {"id": 525, "paragraph_id": 326, "seq": 2, "en_text": "Some children will also be open to trying foods at school or day care, even if they won’t try them in front of you.", "cn_text": "有些孩子也愿意在学校或日托中心尝试食物，即使他们不会在你面前尝试。", "is_complex": false, "analysis": ""}]}, {"id": 327, "article_id": 14, "seq": 17, "en_text": "As for Sally and Billy, you’ve managed to get dinner on the table right on time. Your latest invention: kimchi mac and cheese and baked cauliflower, with extra Sriracha for Sally. You’re hoping the familiar shape of the boxed mac and cheese noodle might tempt Billy into taking a bite. And if not, there’s always tomorrow.", "cn_text": "至于莎莉和比利，你们已经成功地将晚餐准时送到了餐桌上。 你的最新发明：泡菜通心粉、奶酪和烤花椰菜，还有额外的是拉差给莎莉。 你希望盒装奶酪通心粉的熟悉形状能吸引比利咬一口。 即使没有，明天也总会有。", "sentences": [{"id": 526, "paragraph_id": 327, "seq": 0, "en_text": "As for Sally and Billy, you’ve managed to get dinner on the table right on time.", "cn_text": "至于莎莉和比利，你们已经成功地将晚餐准时送到了餐桌上。", "is_complex": false, "analysis": ""}, {"id": 527, "paragraph_id": 327, "seq": 1, "en_text": "Your latest invention: kimchi mac and cheese and baked cauliflower, with extra Sriracha for Sally.", "cn_text": "你的最新发明：泡菜通心粉、奶酪和烤花椰菜，还有额外的是拉差给莎莉。", "is_complex": false, "analysis": ""}, {"id": 528, "paragraph_id": 327, "seq": 2, "en_text": "You’re hoping the familiar shape of the boxed mac and cheese noodle might tempt Billy into taking a bite.", "cn_text": "你希望盒装奶酪通心粉的熟悉形状能吸引比利咬一口。", "is_complex": false, "analysis": ""}, {"id": 529, "paragraph_id": 327, "seq": 3, "en_text": "And if not, there’s always tomorrow.", "cn_text": "即使没有，明天也总会有。", "is_complex": false, "analysis": ""}]}]}