{"id": 21, "source": "conversation", "url": "https://theconversation.com/taboo-tics-like-shouting-curses-and-slurs-are-uncommon-in-tourette-syndrome-but-people-who-have-them-suffer-harsh-social-stigma-276721", "title": "Taboo tics like shouting curses and slurs are uncommon in Tourette syndrome − but people who have them suffer harsh social stigma", "title_cn": "抽动秽语综合症患者中，大喊大叫和辱骂等禁忌行为并不常见，但患有这些禁忌症的人会遭受严重的社会耻辱", "author": "Rena Zito, Associate Professor of Sociology, Elon University", "published_at": "2026-02-24T21:48:59Z", "category": "science", "difficulty": "ielts", "image_url": "", "crawled_at": "2026-02-25T01:26:39Z", "paragraphs": [{"id": 459, "article_id": 21, "seq": 0, "en_text": "John Davidson, whose life inspired the award-winning biopic “I Swear ,” involuntarily shouted a racial slur during Michael B. Jordan and Delroy Lindo’s speech at the BAFTA film awards in London on Feb. 22, 2026. The moment went viral, and the ensuing backlash ignited public debate about Tourette syndrome and its most shocking symptom.", "cn_text": "约翰·戴维森 (John Davidson) 的一生为获奖传记片《我发誓》提供了灵感，他在迈克尔·B·戴维森 (Michael B. 乔丹和德尔罗伊·林多于 2026 年 2 月 22 日在伦敦举行的 BAFTA 电影颁奖典礼上发表演讲。 这一时刻迅速传播开来，随之而来的强烈反对引发了公众对抽动秽语综合症及其最令人震惊的症状的争论。", "sentences": [{"id": 705, "paragraph_id": 459, "seq": 0, "en_text": "John Davidson, whose life inspired the award-winning biopic “I Swear ,” involuntarily shouted a racial slur during Michael B.", "cn_text": "约翰·戴维森 (John Davidson) 的一生为获奖传记片《我发誓》提供了灵感，他在迈克尔·B·戴维森 (Michael B.", "is_complex": true, "analysis": ""}, {"id": 706, "paragraph_id": 459, "seq": 1, "en_text": "Jordan and Delroy Lindo’s speech at the BAFTA film awards in London on Feb. 22, 2026.", "cn_text": "乔丹和德尔罗伊·林多于 2026 年 2 月 22 日在伦敦举行的 BAFTA 电影颁奖典礼上发表演讲。", "is_complex": false, "analysis": ""}, {"id": 707, "paragraph_id": 459, "seq": 2, "en_text": "The moment went viral, and the ensuing backlash ignited public debate about Tourette syndrome and its most shocking symptom.", "cn_text": "这一时刻迅速传播开来，随之而来的强烈反对引发了公众对抽动秽语综合症及其最令人震惊的症状的争论。", "is_complex": false, "analysis": ""}]}, {"id": 460, "article_id": 21, "seq": 1, "en_text": "Davidson has been a familiar figure to British audiences since his teenage years, when he first appeared in a BBC documentary about Tourette syndrome . He has since devoted decades to public education about the condition, earning him a distinguished honor from Queen Elizabeth II in 2019 .", "cn_text": "戴维森从青少年时期起就已成为英国观众的熟悉人物，当时他首次出现在 BBC 一部关于图雷特综合症的纪录片中。 此后，他几十年来一直致力于有关这种疾病的公众教育，并于 2019 年为他赢得了英国女王伊丽莎白二世颁发的杰出荣誉。", "sentences": [{"id": 708, "paragraph_id": 460, "seq": 0, "en_text": "Davidson has been a familiar figure to British audiences since his teenage years, when he first appeared in a BBC documentary about Tourette syndrome .", "cn_text": "戴维森从青少年时期起就已成为英国观众的熟悉人物，当时他首次出现在 BBC 一部关于图雷特综合症的纪录片中。", "is_complex": true, "analysis": ""}, {"id": 709, "paragraph_id": 460, "seq": 1, "en_text": "He has since devoted decades to public education about the condition, earning him a distinguished honor from Queen Elizabeth II in 2019 .", "cn_text": "此后，他几十年来一直致力于有关这种疾病的公众教育，并于 2019 年为他赢得了英国女王伊丽莎白二世颁发的杰出荣誉。", "is_complex": true, "analysis": ""}]}, {"id": 461, "article_id": 21, "seq": 2, "en_text": "The reactions to Davidson’s tics at the BAFTA awards make clear that Tourette syndrome remains a deeply misunderstood condition, especially when it comes to obscene language tics, called coprolalia.", "cn_text": "英国电影和电视艺术学院奖上对戴维森抽动症的反应清楚地表明，图雷特综合症仍然是一种被严重误解的疾病，尤其是当涉及到被称为粪尿症的淫秽语言抽动症时。", "sentences": [{"id": 710, "paragraph_id": 461, "seq": 0, "en_text": "The reactions to Davidson’s tics at the BAFTA awards make clear that Tourette syndrome remains a deeply misunderstood condition, especially when it comes to obscene language tics, called coprolalia.", "cn_text": "英国电影和电视艺术学院奖上对戴维森抽动症的反应清楚地表明，图雷特综合症仍然是一种被严重误解的疾病，尤其是当涉及到被称为粪尿症的淫秽语言抽动症时。", "is_complex": true, "analysis": ""}]}, {"id": 462, "article_id": 21, "seq": 3, "en_text": "I am a sociologist who studies the social dimensions of Tourette syndrome , including the stigma of coprolalia. I also live with Tourette syndrome. Most people with Tourette’s will never experience these taboo tics, but those who do bear the weight of society’s judgment.", "cn_text": "我是一名社会学家，研究抽动秽语综合征的社会层面，包括粪尿症的耻辱。 我也患有图雷特综合症。 大多数抽动秽语症患者永远不会经历这些禁忌，但那些经历过的人却要承受社会的评判。", "sentences": [{"id": 711, "paragraph_id": 462, "seq": 0, "en_text": "I am a sociologist who studies the social dimensions of Tourette syndrome , including the stigma of coprolalia.", "cn_text": "我是一名社会学家，研究抽动秽语综合征的社会层面，包括粪尿症的耻辱。", "is_complex": true, "analysis": ""}, {"id": 712, "paragraph_id": 462, "seq": 1, "en_text": "I also live with Tourette syndrome.", "cn_text": "我也患有图雷特综合症。", "is_complex": false, "analysis": ""}, {"id": 713, "paragraph_id": 462, "seq": 2, "en_text": "Most people with Tourette’s will never experience these taboo tics, but those who do bear the weight of society’s judgment.", "cn_text": "大多数抽动秽语症患者永远不会经历这些禁忌，但那些经历过的人却要承受社会的评判。", "is_complex": true, "analysis": ""}]}, {"id": 463, "article_id": 21, "seq": 4, "en_text": "Tourette syndrome is a neurodevelopmental condition that affects about 0.5% to 0.7% of the population . It is characterized by involuntary movements and sounds called tics that usually begin in childhood and, for some people, continue into adulthood .", "cn_text": "抽动秽语综合征是一种神经发育疾病，影响约 0.5% 至 0.7% 的人口。 它的特点是不自主的运动和声音，称为抽动，通常从童年开始，对于某些人来说，会持续到成年。", "sentences": [{"id": 714, "paragraph_id": 463, "seq": 0, "en_text": "Tourette syndrome is a neurodevelopmental condition that affects about 0.5% to 0.7% of the population .", "cn_text": "抽动秽语综合征是一种神经发育疾病，影响约 0.5% 至 0.7% 的人口。", "is_complex": true, "analysis": ""}, {"id": 715, "paragraph_id": 463, "seq": 1, "en_text": "It is characterized by involuntary movements and sounds called tics that usually begin in childhood and, for some people, continue into adulthood .", "cn_text": "它的特点是不自主的运动和声音，称为抽动，通常从童年开始，对于某些人来说，会持续到成年。", "is_complex": true, "analysis": ""}]}, {"id": 464, "article_id": 21, "seq": 5, "en_text": "Tics consist of movements, such as eye blinking or shoulder shrugging, or vocalizations, such as throat clearing or brief sounds. Some involve a single movement or sound, while others combine several movements or involve longer verbalizations – for example, finger snapping followed by a head jerk, or repeated words or phrases.", "cn_text": "抽动包括眨眼或耸肩等动作，或清喉咙或简短的声音等发声。 有些涉及单个动作或声音，而另一些则结合了多个动作或涉及较长的言语——例如，打响指然后猛摇头，或者重复单词或短语。", "sentences": [{"id": 716, "paragraph_id": 464, "seq": 0, "en_text": "Tics consist of movements, such as eye blinking or shoulder shrugging, or vocalizations, such as throat clearing or brief sounds.", "cn_text": "抽动包括眨眼或耸肩等动作，或清喉咙或简短的声音等发声。", "is_complex": false, "analysis": ""}, {"id": 717, "paragraph_id": 464, "seq": 1, "en_text": "Some involve a single movement or sound, while others combine several movements or involve longer verbalizations – for example, finger snapping followed by a head jerk, or repeated words or phrases.", "cn_text": "有些涉及单个动作或声音，而另一些则结合了多个动作或涉及较长的言语——例如，打响指然后猛摇头，或者重复单词或短语。", "is_complex": true, "analysis": ""}]}, {"id": 465, "article_id": 21, "seq": 6, "en_text": "Coprolalia, or involuntary obscene or offensive speech, is one of the most widely misunderstood features of Tourette’s. About 10% to 20% of people with Tourette syndrome experience this type of tic.", "cn_text": "Coprolalia，或无意识的淫秽或攻击性言语，是图雷特氏症最被广泛误解的特征之一。 大约 10% 到 20% 的抽动秽语综合症患者会经历这种类型的抽动。", "sentences": [{"id": 718, "paragraph_id": 465, "seq": 0, "en_text": "Coprolalia, or involuntary obscene or offensive speech, is one of the most widely misunderstood features of Tourette’s.", "cn_text": "Coprolalia，或无意识的淫秽或攻击性言语，是图雷特氏症最被广泛误解的特征之一。", "is_complex": false, "analysis": ""}, {"id": 719, "paragraph_id": 465, "seq": 1, "en_text": "About 10% to 20% of people with Tourette syndrome experience this type of tic.", "cn_text": "大约 10% 到 20% 的抽动秽语综合症患者会经历这种类型的抽动。", "is_complex": false, "analysis": ""}]}, {"id": 466, "article_id": 21, "seq": 7, "en_text": "Tics often change over time in intensity, frequency and form, with relatively quiet periods followed by phases when symptoms are more severe. Many people feel an unpleasant building sensation before a tic, called a premonitory urge , describing it like an itch that needs to be scratched. Others experience tics more suddenly, like an unexpected sneeze. Some can temporarily suppress their tics, often at the cost of greater discomfort later, while others are unable to suppress them.", "cn_text": "抽动的强度、频率和形式通常会随着时间的推移而发生变化，先是相对安静的时期，然后是症状更严重的阶段。 许多人在抽动之前会感到一种不愉快的感觉，称为预兆冲动，将其描述为需要抓挠的瘙痒。 其他人则更突然地出现抽动，例如意外打喷嚏。 有些人可以暂时抑制抽动，但通常会在以后感到更大的不适，而另一些人则无法抑制抽动。", "sentences": [{"id": 720, "paragraph_id": 466, "seq": 0, "en_text": "Tics often change over time in intensity, frequency and form, with relatively quiet periods followed by phases when symptoms are more severe.", "cn_text": "抽动的强度、频率和形式通常会随着时间的推移而发生变化，先是相对安静的时期，然后是症状更严重的阶段。", "is_complex": true, "analysis": ""}, {"id": 721, "paragraph_id": 466, "seq": 1, "en_text": "Many people feel an unpleasant building sensation before a tic, called a premonitory urge , describing it like an itch that needs to be scratched.", "cn_text": "许多人在抽动之前会感到一种不愉快的感觉，称为预兆冲动，将其描述为需要抓挠的瘙痒。", "is_complex": true, "analysis": ""}, {"id": 722, "paragraph_id": 466, "seq": 2, "en_text": "Others experience tics more suddenly, like an unexpected sneeze.", "cn_text": "其他人则更突然地出现抽动，例如意外打喷嚏。", "is_complex": false, "analysis": ""}, {"id": 723, "paragraph_id": 466, "seq": 3, "en_text": "Some can temporarily suppress their tics, often at the cost of greater discomfort later, while others are unable to suppress them.", "cn_text": "有些人可以暂时抑制抽动，但通常会在以后感到更大的不适，而另一些人则无法抑制抽动。", "is_complex": true, "analysis": ""}]}, {"id": 467, "article_id": 21, "seq": 8, "en_text": "Tics can be physically taxing, leading to acute and chronic pain and injury . People with Tourette syndrome also frequently face stigma , discrimination and the pressure to monitor or hide their tics, which can take a serious psychological toll. People with Tourette syndrome are at increased risk of self-harm and suicide .", "cn_text": "抽动会给身体带来负担，导致急性和慢性疼痛和损伤。 抽动秽语综合症患者还经常面临耻辱、歧视以及监测或隐藏抽动症状的压力，这可能会造成严重的心理损失。 抽动秽语综合症患者自残和自杀的风险增加。", "sentences": [{"id": 724, "paragraph_id": 467, "seq": 0, "en_text": "Tics can be physically taxing, leading to acute and chronic pain and injury .", "cn_text": "抽动会给身体带来负担，导致急性和慢性疼痛和损伤。", "is_complex": false, "analysis": ""}, {"id": 725, "paragraph_id": 467, "seq": 1, "en_text": "People with Tourette syndrome also frequently face stigma , discrimination and the pressure to monitor or hide their tics, which can take a serious psychological toll.", "cn_text": "抽动秽语综合症患者还经常面临耻辱、歧视以及监测或隐藏抽动症状的压力，这可能会造成严重的心理损失。", "is_complex": true, "analysis": ""}, {"id": 726, "paragraph_id": 467, "seq": 2, "en_text": "People with Tourette syndrome are at increased risk of self-harm and suicide .", "cn_text": "抽动秽语综合症患者自残和自杀的风险增加。", "is_complex": false, "analysis": ""}]}, {"id": 468, "article_id": 21, "seq": 9, "en_text": "The causes of Tourette syndrome aren’t fully understood, but it has a strong genetic component . Although it often runs in families, it can also be caused by birth complications or infections .", "cn_text": "抽动秽语综合征的病因尚不完全清楚，但它具有很强的遗传成分。 虽然它经常在家庭中传播，但也可能由出生并发症或感染引起。", "sentences": [{"id": 727, "paragraph_id": 468, "seq": 0, "en_text": "The causes of Tourette syndrome aren’t fully understood, but it has a strong genetic component .", "cn_text": "抽动秽语综合征的病因尚不完全清楚，但它具有很强的遗传成分。", "is_complex": false, "analysis": ""}, {"id": 728, "paragraph_id": 468, "seq": 1, "en_text": "Although it often runs in families, it can also be caused by birth complications or infections .", "cn_text": "虽然它经常在家庭中传播，但也可能由出生并发症或感染引起。", "is_complex": true, "analysis": ""}]}, {"id": 469, "article_id": 21, "seq": 10, "en_text": "Even though a minority of people with Tourette syndrome experience coprolalia, media portrayals of Tourette’s disproportionately focus on outbursts of profanity. This “swearing disease” stereotype misrepresents how most people with the condition experience it. But because taboo tics are shocking and unexpected, they loom larger in the public imagination than more common, less dramatic tics.", "cn_text": "尽管少数抽动秽语综合征患者患有排泄症，但媒体对抽动秽语综合征的描述却过分集中在脏话的爆发上。 这种“脏话病”的刻板印象歪曲了大多数患有该病的人的经历。 但由于禁忌抽动令人震惊且出乎意料，因此它们在公众的想象中比更常见、不那么戏剧性的抽动更加突出。", "sentences": [{"id": 729, "paragraph_id": 469, "seq": 0, "en_text": "Even though a minority of people with Tourette syndrome experience coprolalia, media portrayals of Tourette’s disproportionately focus on outbursts of profanity.", "cn_text": "尽管少数抽动秽语综合征患者患有排泄症，但媒体对抽动秽语综合征的描述却过分集中在脏话的爆发上。", "is_complex": true, "analysis": ""}, {"id": 730, "paragraph_id": 469, "seq": 1, "en_text": "This “swearing disease” stereotype misrepresents how most people with the condition experience it.", "cn_text": "这种“脏话病”的刻板印象歪曲了大多数患有该病的人的经历。", "is_complex": false, "analysis": ""}, {"id": 731, "paragraph_id": 469, "seq": 2, "en_text": "But because taboo tics are shocking and unexpected, they loom larger in the public imagination than more common, less dramatic tics.", "cn_text": "但由于禁忌抽动令人震惊且出乎意料，因此它们在公众的想象中比更常见、不那么戏剧性的抽动更加突出。", "is_complex": true, "analysis": ""}]}, {"id": 470, "article_id": 21, "seq": 11, "en_text": "Coprolalia is only one form of taboo tic. Others include copropraxia, or obscene gestures, and non-obscene but socially inappropriate tics , such as making kissing sounds, spitting or touching others.", "cn_text": "粪尿只是禁忌抽动的一种形式。 其他包括大便失禁或淫秽手势，以及非淫秽但社交不当的抽动，例如发出接吻的声音、吐口水或触摸他人。", "sentences": [{"id": 732, "paragraph_id": 470, "seq": 0, "en_text": "Coprolalia is only one form of taboo tic.", "cn_text": "粪尿只是禁忌抽动的一种形式。", "is_complex": false, "analysis": ""}, {"id": 733, "paragraph_id": 470, "seq": 1, "en_text": "Others include copropraxia, or obscene gestures, and non-obscene but socially inappropriate tics , such as making kissing sounds, spitting or touching others.", "cn_text": "其他包括大便失禁或淫秽手势，以及非淫秽但社交不当的抽动，例如发出接吻的声音、吐口水或触摸他人。", "is_complex": false, "analysis": ""}]}, {"id": 471, "article_id": 21, "seq": 12, "en_text": "One of the most confusing aspects of taboo tics is that they can be contextually relevant while also being involuntary. Consider, for example, the person who tics “I have a gun!” when stopped by law enforcement. Cues in the social environment can trigger tics, especially in moments of heightened stress.", "cn_text": "禁忌抽动症最令人困惑的方面之一是，它们可能与情境相关，但同时也是非自愿的。 例如，考虑一下抽搐“我有枪！”的人。当被执法部门拦截时。 社交环境中的暗示可能会引发抽动，尤其是在压力增大的时刻。", "sentences": [{"id": 734, "paragraph_id": 471, "seq": 0, "en_text": "One of the most confusing aspects of taboo tics is that they can be contextually relevant while also being involuntary.", "cn_text": "禁忌抽动症最令人困惑的方面之一是，它们可能与情境相关，但同时也是非自愿的。", "is_complex": true, "analysis": ""}, {"id": 735, "paragraph_id": 471, "seq": 1, "en_text": "Consider, for example, the person who tics “I have a gun!” when stopped by law enforcement.", "cn_text": "例如，考虑一下抽搐“我有枪！”的人。当被执法部门拦截时。", "is_complex": true, "analysis": ""}, {"id": 736, "paragraph_id": 471, "seq": 2, "en_text": "Cues in the social environment can trigger tics, especially in moments of heightened stress.", "cn_text": "社交环境中的暗示可能会引发抽动，尤其是在压力增大的时刻。", "is_complex": false, "analysis": ""}]}, {"id": 472, "article_id": 21, "seq": 13, "en_text": "Why profanity in particular? Tics arise from dysfunction in neural circuits involved in movement and impulse control. Taboo words are emotionally charged and socially significant, so they tend to be more strongly encoded in the brain’s language and emotional networks than neutral words. This helps explain why coprolalia can also occur, albeit rarely, in people with brain lesions, neurodegenerative conditions and seizure disorders .", "cn_text": "为什么特别脏话？ 抽动是由参与运动和冲动控制的神经回路功能障碍引起的。 禁忌词充满情感且具有社会意义，因此它们往往比中性词更强烈地编码在大脑的语言和情感网络中。 这有助于解释为什么患有脑部病变、神经退行性疾病和癫痫症的人也会出现粪尿症，尽管这种情况很少见。", "sentences": [{"id": 737, "paragraph_id": 472, "seq": 0, "en_text": "Why profanity in particular?", "cn_text": "为什么特别脏话？", "is_complex": false, "analysis": ""}, {"id": 738, "paragraph_id": 472, "seq": 1, "en_text": "Tics arise from dysfunction in neural circuits involved in movement and impulse control.", "cn_text": "抽动是由参与运动和冲动控制的神经回路功能障碍引起的。", "is_complex": false, "analysis": ""}, {"id": 739, "paragraph_id": 472, "seq": 2, "en_text": "Taboo words are emotionally charged and socially significant, so they tend to be more strongly encoded in the brain’s language and emotional networks than neutral words.", "cn_text": "禁忌词充满情感且具有社会意义，因此它们往往比中性词更强烈地编码在大脑的语言和情感网络中。", "is_complex": true, "analysis": ""}, {"id": 740, "paragraph_id": 472, "seq": 3, "en_text": "This helps explain why coprolalia can also occur, albeit rarely, in people with brain lesions, neurodegenerative conditions and seizure disorders .", "cn_text": "这有助于解释为什么患有脑部病变、神经退行性疾病和癫痫症的人也会出现粪尿症，尽管这种情况很少见。", "is_complex": false, "analysis": ""}]}, {"id": 473, "article_id": 21, "seq": 14, "en_text": "The social world can be precarious for people with Tourette syndrome who experience taboo tics like coprolalia. These tics are often associated with more severe symptoms overall , more co-occurring conditions and greater social difficulty.", "cn_text": "对于抽动秽语综合征患者来说，他们的社交世界可能会变得不稳定，因为他们会经历粪便抽动等禁忌抽动。 这些抽动通常与更严重的总体症状、更多并发病症和更大的社交困难有关。", "sentences": [{"id": 741, "paragraph_id": 473, "seq": 0, "en_text": "The social world can be precarious for people with Tourette syndrome who experience taboo tics like coprolalia.", "cn_text": "对于抽动秽语综合征患者来说，他们的社交世界可能会变得不稳定，因为他们会经历粪便抽动等禁忌抽动。", "is_complex": true, "analysis": ""}, {"id": 742, "paragraph_id": 473, "seq": 1, "en_text": "These tics are often associated with more severe symptoms overall , more co-occurring conditions and greater social difficulty.", "cn_text": "这些抽动通常与更严重的总体症状、更多并发病症和更大的社交困难有关。", "is_complex": false, "analysis": ""}]}, {"id": 474, "article_id": 21, "seq": 15, "en_text": "My research on coprolalia stigma reveals the depths of distress public misconceptions can cause.", "cn_text": "我对粪污污名的研究揭示了公众误解可能造成的严重痛苦。", "sentences": [{"id": 743, "paragraph_id": 474, "seq": 0, "en_text": "My research on coprolalia stigma reveals the depths of distress public misconceptions can cause.", "cn_text": "我对粪污污名的研究揭示了公众误解可能造成的严重痛苦。", "is_complex": false, "analysis": ""}]}, {"id": 475, "article_id": 21, "seq": 16, "en_text": "A common misconception is that tics reveal what people “really” think and feel. In reality, tics often compel people to say or do precisely what they most wish to avoid . The stakes are especially high when tics involve slurs or insults. As one interview participant told me, “It’s like my brain weaponizes my most polite intentions and turns them into the cruelest things. And it’s scary to go outside … to have this sudden confrontation mechanism inside of me that I absolutely do not want.”", "cn_text": "一个常见的误解是抽动揭示了人们“真正”的想法和感受。 事实上，抽动常常迫使人们说或做他们最想避免的事情。 当抽动涉及诽谤或侮辱时，风险尤其高。 正如一位采访参与者告诉我的那样，“就像我的大脑将我最礼貌的意图武器化，并将它们变成了最残酷的事情。 走出去是很可怕的……我内心突然出现这种对抗机制，这是我绝对不想要的。”", "sentences": [{"id": 744, "paragraph_id": 475, "seq": 0, "en_text": "A common misconception is that tics reveal what people “really” think and feel.", "cn_text": "一个常见的误解是抽动揭示了人们“真正”的想法和感受。", "is_complex": false, "analysis": ""}, {"id": 745, "paragraph_id": 475, "seq": 1, "en_text": "In reality, tics often compel people to say or do precisely what they most wish to avoid .", "cn_text": "事实上，抽动常常迫使人们说或做他们最想避免的事情。", "is_complex": false, "analysis": ""}, {"id": 746, "paragraph_id": 475, "seq": 2, "en_text": "The stakes are especially high when tics involve slurs or insults.", "cn_text": "当抽动涉及诽谤或侮辱时，风险尤其高。", "is_complex": false, "analysis": ""}, {"id": 747, "paragraph_id": 475, "seq": 3, "en_text": "As one interview participant told me, “It’s like my brain weaponizes my most polite intentions and turns them into the cruelest things.", "cn_text": "正如一位采访参与者告诉我的那样，“就像我的大脑将我最礼貌的意图武器化，并将它们变成了最残酷的事情。", "is_complex": false, "analysis": ""}, {"id": 748, "paragraph_id": 475, "seq": 4, "en_text": "And it’s scary to go outside … to have this sudden confrontation mechanism inside of me that I absolutely do not want.”", "cn_text": "走出去是很可怕的……我内心突然出现这种对抗机制，这是我绝对不想要的。”", "is_complex": true, "analysis": ""}]}, {"id": 476, "article_id": 21, "seq": 17, "en_text": "These socially inappropriate tics can draw unwanted attention and lead to exclusion , bullying , hostile encounters and barriers to employment . As another participant put it, “There’s no jobs I can work where I can get the accommodation that it’s okay for me to cuss at my boss.”", "cn_text": "这些不恰当的社交行为可能会引起不必要的关注，并导致排斥、欺凌、敌对遭遇和就业障碍。 正如另一位参与者所说，“我从事的工作中，没有哪一份工作可以让我可以向老板咒骂。”", "sentences": [{"id": 749, "paragraph_id": 476, "seq": 0, "en_text": "These socially inappropriate tics can draw unwanted attention and lead to exclusion , bullying , hostile encounters and barriers to employment .", "cn_text": "这些不恰当的社交行为可能会引起不必要的关注，并导致排斥、欺凌、敌对遭遇和就业障碍。", "is_complex": false, "analysis": ""}, {"id": 750, "paragraph_id": 476, "seq": 1, "en_text": "As another participant put it, “There’s no jobs I can work where I can get the accommodation that it’s okay for me to cuss at my boss.”", "cn_text": "正如另一位参与者所说，“我从事的工作中，没有哪一份工作可以让我可以向老板咒骂。”", "is_complex": true, "analysis": ""}]}, {"id": 477, "article_id": 21, "seq": 18, "en_text": "Anticipating these reactions, many people with prominent coprolalia withdraw from public life or carry the burden of constant disclosure and education.", "cn_text": "预见到这些反应，许多患有严重粪便症的人退出了公共生活，或者承担着不断披露和教育的负担。", "sentences": [{"id": 751, "paragraph_id": 477, "seq": 0, "en_text": "Anticipating these reactions, many people with prominent coprolalia withdraw from public life or carry the burden of constant disclosure and education.", "cn_text": "预见到这些反应，许多患有严重粪便症的人退出了公共生活，或者承担着不断披露和教育的负担。", "is_complex": false, "analysis": ""}]}, {"id": 478, "article_id": 21, "seq": 19, "en_text": "A second misconception is that coprolalia always looks like someone shouting obscenities in public. While that does happen for some people, like Davidson at the BAFTA awards, others can suppress, mask or carefully manage their tics in social settings. Both experiences of coprolalia are stressful. Like other tics, coprolalia can come and go over time.", "cn_text": "第二个误解是，粪尿看起来总是像有人在公共场合大喊脏话。 虽然这种情况确实发生在某些人身上，比如英国电影和电视艺术学院奖颁奖典礼上的戴维森，但其他人可以在社交场合抑制、掩盖或小心控制自己的抽搐。 两种粪尿的经历都是有压力的。 与其他抽动症一样，粪便抽动症可能会随着时间的推移而出现或消失。", "sentences": [{"id": 752, "paragraph_id": 478, "seq": 0, "en_text": "A second misconception is that coprolalia always looks like someone shouting obscenities in public.", "cn_text": "第二个误解是，粪尿看起来总是像有人在公共场合大喊脏话。", "is_complex": false, "analysis": ""}, {"id": 753, "paragraph_id": 478, "seq": 1, "en_text": "While that does happen for some people, like Davidson at the BAFTA awards, others can suppress, mask or carefully manage their tics in social settings.", "cn_text": "虽然这种情况确实发生在某些人身上，比如英国电影和电视艺术学院奖颁奖典礼上的戴维森，但其他人可以在社交场合抑制、掩盖或小心控制自己的抽搐。", "is_complex": true, "analysis": ""}, {"id": 754, "paragraph_id": 478, "seq": 2, "en_text": "Both experiences of coprolalia are stressful.", "cn_text": "两种粪尿的经历都是有压力的。", "is_complex": false, "analysis": ""}, {"id": 755, "paragraph_id": 478, "seq": 3, "en_text": "Like other tics, coprolalia can come and go over time.", "cn_text": "与其他抽动症一样，粪便抽动症可能会随着时间的推移而出现或消失。", "is_complex": false, "analysis": ""}]}, {"id": 479, "article_id": 21, "seq": 20, "en_text": "The stress of taboo tics extends beyond the individual. Families frequently describe feeling helpless in the face of their child’s distress, unsupported by schools and judged by others when these tics occur.", "cn_text": "禁忌抽搐的压力超出了个人的范围。 家人经常描述，面对孩子的痛苦，他们感到无助，得不到学校的支持，并且在这些抽动发生时受到他人的评判。", "sentences": [{"id": 756, "paragraph_id": 479, "seq": 0, "en_text": "The stress of taboo tics extends beyond the individual.", "cn_text": "禁忌抽搐的压力超出了个人的范围。", "is_complex": false, "analysis": ""}, {"id": 757, "paragraph_id": 479, "seq": 1, "en_text": "Families frequently describe feeling helpless in the face of their child’s distress, unsupported by schools and judged by others when these tics occur.", "cn_text": "家人经常描述，面对孩子的痛苦，他们感到无助，得不到学校的支持，并且在这些抽动发生时受到他人的评判。", "is_complex": true, "analysis": ""}]}, {"id": 480, "article_id": 21, "seq": 21, "en_text": "People with Tourette syndrome, and especially those with taboo tics, need understanding and support to participate fully and safely in public life.", "cn_text": "抽动秽语综合征患者，尤其是患有禁忌抽动症的患者，需要理解和支持才能充分、安全地参与公共生活。", "sentences": [{"id": 758, "paragraph_id": 480, "seq": 0, "en_text": "People with Tourette syndrome, and especially those with taboo tics, need understanding and support to participate fully and safely in public life.", "cn_text": "抽动秽语综合征患者，尤其是患有禁忌抽动症的患者，需要理解和支持才能充分、安全地参与公共生活。", "is_complex": false, "analysis": ""}]}]}