{"id": 22, "source": "conversation", "url": "https://theconversation.com/why-does-pain-last-longer-for-women-immune-cells-may-be-the-culprit-276591", "title": "Why does pain last longer for women? Immune cells may be the culprit", "title_cn": "为什么女性的疼痛持续时间更长？免疫细胞可能是罪魁祸首", "author": "Geoffroy Laumet, Associate Profesor of Physiology and Neuroscience, Michigan State University", "published_at": "2026-02-24T14:59:48Z", "category": "science", "difficulty": "ielts", "image_url": "", "crawled_at": "2026-02-25T01:27:25Z", "paragraphs": [{"id": 481, "article_id": 22, "seq": 0, "en_text": "Pain is something most people experience after an injury, whether from a sprained ankle, surgery or car accident. Normally pain fades as the body heals. But it may last longer in women than in men, making women more likely to develop chronic pain.", "cn_text": "大多数人在受伤后都会经历疼痛，无论是脚踝扭伤、手术还是车祸。 通常，疼痛会随着身体的愈合而消失。 但女性的疼痛持续时间可能比男性长，因此女性更容易患上慢性疼痛。", "sentences": [{"id": 759, "paragraph_id": 481, "seq": 0, "en_text": "Pain is something most people experience after an injury, whether from a sprained ankle, surgery or car accident.", "cn_text": "大多数人在受伤后都会经历疼痛，无论是脚踝扭伤、手术还是车祸。", "is_complex": false, "analysis": ""}, {"id": 760, "paragraph_id": 481, "seq": 1, "en_text": "Normally pain fades as the body heals.", "cn_text": "通常，疼痛会随着身体的愈合而消失。", "is_complex": false, "analysis": ""}, {"id": 761, "paragraph_id": 481, "seq": 2, "en_text": "But it may last longer in women than in men, making women more likely to develop chronic pain.", "cn_text": "但女性的疼痛持续时间可能比男性长，因此女性更容易患上慢性疼痛。", "is_complex": false, "analysis": ""}]}, {"id": 482, "article_id": 22, "seq": 1, "en_text": "For decades, differences in pain between men and women have often been attributed to psychological, emotional or social factors. Because of that, persistent pain in women is often overlooked in care .", "cn_text": "几十年来，男性和女性疼痛的差异常常被归因于心理、情感或社会因素。 因此，女性的持续疼痛在护理中经常被忽视。", "sentences": [{"id": 762, "paragraph_id": 482, "seq": 0, "en_text": "For decades, differences in pain between men and women have often been attributed to psychological, emotional or social factors.", "cn_text": "几十年来，男性和女性疼痛的差异常常被归因于心理、情感或社会因素。", "is_complex": false, "analysis": ""}, {"id": 763, "paragraph_id": 482, "seq": 1, "en_text": "Because of that, persistent pain in women is often overlooked in care .", "cn_text": "因此，女性的持续疼痛在护理中经常被忽视。", "is_complex": false, "analysis": ""}]}, {"id": 483, "article_id": 22, "seq": 2, "en_text": "However, my research team’s newly published study suggests that the immune system may play a role in why recovery from pain differs in men and women. Doctors have thought that the immune system increases pain by causing inflammation , which is often experienced as redness and swelling.", "cn_text": "然而，我的研究小组新发表的研究表明，免疫系统可能在男性和女性疼痛恢复情况不同的原因中发挥了一定作用。 医生认为免疫系统通过引起炎症来增加疼痛，炎症通常表现为发红和肿胀。", "sentences": [{"id": 764, "paragraph_id": 483, "seq": 0, "en_text": "However, my research team’s newly published study suggests that the immune system may play a role in why recovery from pain differs in men and women.", "cn_text": "然而，我的研究小组新发表的研究表明，免疫系统可能在男性和女性疼痛恢复情况不同的原因中发挥了一定作用。", "is_complex": true, "analysis": ""}, {"id": 765, "paragraph_id": 483, "seq": 1, "en_text": "Doctors have thought that the immune system increases pain by causing inflammation , which is often experienced as redness and swelling.", "cn_text": "医生认为免疫系统通过引起炎症来增加疼痛，炎症通常表现为发红和肿胀。", "is_complex": true, "analysis": ""}]}, {"id": 484, "article_id": 22, "seq": 3, "en_text": "But recent work from my lab and others suggests that immune cells may also be critical to helping pain resolve, and differences in how these cells function between men and women may influence how quickly pain goes away.", "cn_text": "但我的实验室和其他人最近的研究表明，免疫细胞对于帮助缓解疼痛也可能至关重要，而男性和女性之间这些细胞功能的差异可能会影响疼痛消失的速度。", "sentences": [{"id": 766, "paragraph_id": 484, "seq": 0, "en_text": "But recent work from my lab and others suggests that immune cells may also be critical to helping pain resolve, and differences in how these cells function between men and women may influence how quickly pain goes away.", "cn_text": "但我的实验室和其他人最近的研究表明，免疫细胞对于帮助缓解疼痛也可能至关重要，而男性和女性之间这些细胞功能的差异可能会影响疼痛消失的速度。", "is_complex": true, "analysis": ""}]}, {"id": 485, "article_id": 22, "seq": 4, "en_text": "I am a neuroimmunologist who studies how the nervous and immune systems communicate. My research team aims to understand why pain sometimes persists long after an injury has healed, eventually becoming chronic.", "cn_text": "我是一名神经免疫学家，研究神经系统和免疫系统如何沟通。 我的研究团队旨在了解为什么疼痛有时会在伤口愈合后持续很长时间，并最终变成慢性疼痛。", "sentences": [{"id": 767, "paragraph_id": 485, "seq": 0, "en_text": "I am a neuroimmunologist who studies how the nervous and immune systems communicate.", "cn_text": "我是一名神经免疫学家，研究神经系统和免疫系统如何沟通。", "is_complex": false, "analysis": ""}, {"id": 768, "paragraph_id": 485, "seq": 1, "en_text": "My research team aims to understand why pain sometimes persists long after an injury has healed, eventually becoming chronic.", "cn_text": "我的研究团队旨在了解为什么疼痛有时会在伤口愈合后持续很长时间，并最终变成慢性疼痛。", "is_complex": false, "analysis": ""}]}, {"id": 486, "article_id": 22, "seq": 5, "en_text": "To study this process, we combined experiments in mice with data from people who had been involved in motor vehicle collisions. This type of injury is a common trigger for long-term musculoskeletal pain, making it an ideal situation to study how acute pain becomes chronic.", "cn_text": "为了研究这个过程，我们将小鼠实验与参与机动车碰撞的人的数据结合起来。 这种类型的损伤是长期肌肉骨骼疼痛的常见诱因，使其成为研究急性疼痛如何变成慢性疼痛的理想情况。", "sentences": [{"id": 769, "paragraph_id": 486, "seq": 0, "en_text": "To study this process, we combined experiments in mice with data from people who had been involved in motor vehicle collisions.", "cn_text": "为了研究这个过程，我们将小鼠实验与参与机动车碰撞的人的数据结合起来。", "is_complex": true, "analysis": ""}, {"id": 770, "paragraph_id": 486, "seq": 1, "en_text": "This type of injury is a common trigger for long-term musculoskeletal pain, making it an ideal situation to study how acute pain becomes chronic.", "cn_text": "这种类型的损伤是长期肌肉骨骼疼痛的常见诱因，使其成为研究急性疼痛如何变成慢性疼痛的理想情况。", "is_complex": false, "analysis": ""}]}, {"id": 487, "article_id": 22, "seq": 6, "en_text": "We focused on a specific molecule called interleukin-10 that helps reduce inflammation, measuring its levels in both mice after skin injury and in people in the emergency room after a motor vehicle accident. Surprisingly, we found that IL-10 doesn’t just calm inflammation. It also communicates directly to pain-sensing nerve cells to switch them off. In other words, IL-10 helps pain to go away.", "cn_text": "我们专注于一种称为白细胞介素-10（interleukin-10）的特定分子，它有助于减轻炎症，测量了皮肤受伤后的小鼠和机动车事故后急诊室中的人们的水平。 令人惊讶的是，我们发现 IL-10 不仅可以缓解炎症。 它还直接与疼痛感应神经细胞通信以将其关闭。 换句话说，IL-10 有助于消除疼痛。", "sentences": [{"id": 771, "paragraph_id": 487, "seq": 0, "en_text": "We focused on a specific molecule called interleukin-10 that helps reduce inflammation, measuring its levels in both mice after skin injury and in people in the emergency room after a motor vehicle accident.", "cn_text": "我们专注于一种称为白细胞介素-10（interleukin-10）的特定分子，它有助于减轻炎症，测量了皮肤受伤后的小鼠和机动车事故后急诊室中的人们的水平。", "is_complex": true, "analysis": ""}, {"id": 772, "paragraph_id": 487, "seq": 1, "en_text": "Surprisingly, we found that IL-10 doesn’t just calm inflammation.", "cn_text": "令人惊讶的是，我们发现 IL-10 不仅可以缓解炎症。", "is_complex": false, "analysis": ""}, {"id": 773, "paragraph_id": 487, "seq": 2, "en_text": "It also communicates directly to pain-sensing nerve cells to switch them off.", "cn_text": "它还直接与疼痛感应神经细胞通信以将其关闭。", "is_complex": false, "analysis": ""}, {"id": 774, "paragraph_id": 487, "seq": 3, "en_text": "In other words, IL-10 helps pain to go away.", "cn_text": "换句话说，IL-10 有助于消除疼痛。", "is_complex": false, "analysis": ""}]}, {"id": 488, "article_id": 22, "seq": 7, "en_text": "We identified that IL-10 was mostly produced by a type of immune cell called monocytes that circulate in the blood and travel to injured tissues.", "cn_text": "我们发现 IL-10 主要是由一种称为单核细胞的免疫细胞产生的，这种细胞在血液中循环并传播到受伤的组织。", "sentences": [{"id": 775, "paragraph_id": 488, "seq": 0, "en_text": "We identified that IL-10 was mostly produced by a type of immune cell called monocytes that circulate in the blood and travel to injured tissues.", "cn_text": "我们发现 IL-10 主要是由一种称为单核细胞的免疫细胞产生的，这种细胞在血液中循环并传播到受伤的组织。", "is_complex": true, "analysis": ""}]}, {"id": 489, "article_id": 22, "seq": 8, "en_text": "Across both mice and humans, we found that males tended to recover from pain more quickly than females. The reason appears to lie in how monocytes behave after injury. In males, these immune cells were more likely to produce IL-10, the molecule that helps resolve pain. In females, this response was less pronounced.", "cn_text": "在小鼠和人类中，我们发现雄性比雌性更快地从疼痛中恢复。 原因似乎在于单核细胞受伤后的行为方式。 在男性中，这些免疫细胞更有可能产生 IL-10，这种分子有助于缓解疼痛。 在女性中，这种反应不太明显。", "sentences": [{"id": 776, "paragraph_id": 489, "seq": 0, "en_text": "Across both mice and humans, we found that males tended to recover from pain more quickly than females.", "cn_text": "在小鼠和人类中，我们发现雄性比雌性更快地从疼痛中恢复。", "is_complex": true, "analysis": ""}, {"id": 777, "paragraph_id": 489, "seq": 1, "en_text": "The reason appears to lie in how monocytes behave after injury.", "cn_text": "原因似乎在于单核细胞受伤后的行为方式。", "is_complex": false, "analysis": ""}, {"id": 778, "paragraph_id": 489, "seq": 2, "en_text": "In males, these immune cells were more likely to produce IL-10, the molecule that helps resolve pain.", "cn_text": "在男性中，这些免疫细胞更有可能产生 IL-10，这种分子有助于缓解疼痛。", "is_complex": true, "analysis": ""}, {"id": 779, "paragraph_id": 489, "seq": 3, "en_text": "In females, this response was less pronounced.", "cn_text": "在女性中，这种反应不太明显。", "is_complex": false, "analysis": ""}]}, {"id": 490, "article_id": 22, "seq": 9, "en_text": "Importantly, we also found that testosterone influences how much IL-10 these immune cells produce. Higher levels of testosterone in males promoted higher production of IL-10 by monocytes.", "cn_text": "重要的是，我们还发现睾酮会影响这些免疫细胞产生 IL-10 的量。 男性睾酮水平较高会促进单核细胞产生较高的 IL-10。", "sentences": [{"id": 780, "paragraph_id": 490, "seq": 0, "en_text": "Importantly, we also found that testosterone influences how much IL-10 these immune cells produce.", "cn_text": "重要的是，我们还发现睾酮会影响这些免疫细胞产生 IL-10 的量。", "is_complex": false, "analysis": ""}, {"id": 781, "paragraph_id": 490, "seq": 1, "en_text": "Higher levels of testosterone in males promoted higher production of IL-10 by monocytes.", "cn_text": "男性睾酮水平较高会促进单核细胞产生较高的 IL-10。", "is_complex": false, "analysis": ""}]}, {"id": 491, "article_id": 22, "seq": 10, "en_text": "This finding suggests that hormonal signals may shape the body’s ability to naturally turn off pain after injury.", "cn_text": "这一发现表明，荷尔蒙信号可能会塑造身体在受伤后自然消除疼痛的能力。", "sentences": [{"id": 782, "paragraph_id": 491, "seq": 0, "en_text": "This finding suggests that hormonal signals may shape the body’s ability to naturally turn off pain after injury.", "cn_text": "这一发现表明，荷尔蒙信号可能会塑造身体在受伤后自然消除疼痛的能力。", "is_complex": true, "analysis": ""}]}, {"id": 492, "article_id": 22, "seq": 11, "en_text": "Our results point to a shift in how scientists think about pain: Rather than viewing the immune system only as a driver of pain, it may also be a key player in resolving it. Differences in immune cell function could explain why some people recover quicker from injury while others go on to develop chronic pain.", "cn_text": "我们的结果表明科学家对疼痛的看法发生了转变：免疫系统不再仅仅被视为疼痛的驱动因素，它也可能是解决疼痛的关键因素。 免疫细胞功能的差异可以解释为什么有些人从受伤中恢复得更快，而另一些人则继续发展为慢性疼痛。", "sentences": [{"id": 783, "paragraph_id": 492, "seq": 0, "en_text": "Our results point to a shift in how scientists think about pain: Rather than viewing the immune system only as a driver of pain, it may also be a key player in resolving it.", "cn_text": "我们的结果表明科学家对疼痛的看法发生了转变：免疫系统不再仅仅被视为疼痛的驱动因素，它也可能是解决疼痛的关键因素。", "is_complex": true, "analysis": ""}, {"id": 784, "paragraph_id": 492, "seq": 1, "en_text": "Differences in immune cell function could explain why some people recover quicker from injury while others go on to develop chronic pain.", "cn_text": "免疫细胞功能的差异可以解释为什么有些人从受伤中恢复得更快，而另一些人则继续发展为慢性疼痛。", "is_complex": true, "analysis": ""}]}, {"id": 493, "article_id": 22, "seq": 12, "en_text": "Understanding these biological pathways could eventually lead to new treatments. Instead of simply blocking pain signals, future therapies might aim to boost the body’s own pain resolution system. Helping immune cells calm down pain-sensing neurons more effectively could more quickly restore comfort after injury.", "cn_text": "了解这些生物学途径最终可能会带来新的治疗方法。 未来的疗法可能不是简单地阻断疼痛信号，而是旨在增强人体自身的疼痛缓解系统。 帮助免疫细胞更有效地镇定疼痛感应神经元可以更快地恢复受伤后的舒适感。", "sentences": [{"id": 785, "paragraph_id": 493, "seq": 0, "en_text": "Understanding these biological pathways could eventually lead to new treatments.", "cn_text": "了解这些生物学途径最终可能会带来新的治疗方法。", "is_complex": false, "analysis": ""}, {"id": 786, "paragraph_id": 493, "seq": 1, "en_text": "Instead of simply blocking pain signals, future therapies might aim to boost the body’s own pain resolution system.", "cn_text": "未来的疗法可能不是简单地阻断疼痛信号，而是旨在增强人体自身的疼痛缓解系统。", "is_complex": false, "analysis": ""}, {"id": 787, "paragraph_id": 493, "seq": 2, "en_text": "Helping immune cells calm down pain-sensing neurons more effectively could more quickly restore comfort after injury.", "cn_text": "帮助免疫细胞更有效地镇定疼痛感应神经元可以更快地恢复受伤后的舒适感。", "is_complex": false, "analysis": ""}]}, {"id": 494, "article_id": 22, "seq": 13, "en_text": "While more research is needed, these results highlight a promising new direction in the effort to prevent and treat chronic pain and better understand sex differences in pain.", "cn_text": "虽然还需要更多的研究，但这些结果凸显了预防和治疗慢性疼痛以及更好地了解疼痛的性别差异的一个有希望的新方向。", "sentences": [{"id": 788, "paragraph_id": 494, "seq": 0, "en_text": "While more research is needed, these results highlight a promising new direction in the effort to prevent and treat chronic pain and better understand sex differences in pain.", "cn_text": "虽然还需要更多的研究，但这些结果凸显了预防和治疗慢性疼痛以及更好地了解疼痛的性别差异的一个有希望的新方向。", "is_complex": true, "analysis": ""}]}]}