{"id": 24, "source": "conversation", "url": "https://theconversation.com/artists-and-writers-are-often-hesitant-to-disclose-theyve-collaborated-with-ai-and-those-fears-may-be-justified-275888", "title": "Artists and writers are often hesitant to disclose they’ve collaborated with AI – and those fears may be justified", "title_cn": "艺术家和作家常常不愿透露他们与人工智能的合作——这些担心可能是有道理的", "author": "Joel Carnevale, Assistant Professor of Management, Florida International University", "published_at": "2026-02-24T13:48:50Z", "category": "science", "difficulty": "ielts", "image_url": "", "crawled_at": "2026-02-25T01:30:32Z", "paragraphs": [{"id": 521, "article_id": 24, "seq": 0, "en_text": "Generative artificial intelligence has become a routine part of creative work.", "cn_text": "生成式人工智能已成为创意工作的常规组成部分。", "sentences": [{"id": 833, "paragraph_id": 521, "seq": 0, "en_text": "Generative artificial intelligence has become a routine part of creative work.", "cn_text": "生成式人工智能已成为创意工作的常规组成部分。", "is_complex": false, "analysis": ""}]}, {"id": 522, "article_id": 24, "seq": 1, "en_text": "Novelists are using it to develop plots . Musicians are experimenting with AI-generated sounds . Filmmakers are incorporating it into their editing process . And when the software company Adobe surveyed more than 2,500 creative professionals across four continents in 2024, it found that roughly 83% reported using AI in their work, with 69% saying it helped them express their creativity more effectively.", "cn_text": "小说家用它来发展情节。 音乐家正在尝试人工智能生成的声音。 电影制片人正在将其纳入他们的剪辑过程中。 软件公司 Adob​​e 在 2024 年对四大洲超过 2,500 名创意专业人士进行了调查，发现大约 83% 的人表示在工作中使用了人工智能，其中 69% 的人表示人工智能帮助他们更有效地表达创造力。", "sentences": [{"id": 834, "paragraph_id": 522, "seq": 0, "en_text": "Novelists are using it to develop plots .", "cn_text": "小说家用它来发展情节。", "is_complex": false, "analysis": ""}, {"id": 835, "paragraph_id": 522, "seq": 1, "en_text": "Musicians are experimenting with AI-generated sounds .", "cn_text": "音乐家正在尝试人工智能生成的声音。", "is_complex": false, "analysis": ""}, {"id": 836, "paragraph_id": 522, "seq": 2, "en_text": "Filmmakers are incorporating it into their editing process .", "cn_text": "电影制片人正在将其纳入他们的剪辑过程中。", "is_complex": false, "analysis": ""}, {"id": 837, "paragraph_id": 522, "seq": 3, "en_text": "And when the software company Adobe surveyed more than 2,500 creative professionals across four continents in 2024, it found that roughly 83% reported using AI in their work, with 69% saying it helped them express their creativity more effectively.", "cn_text": "软件公司 Adob​​e 在 2024 年对四大洲超过 2,500 名创意专业人士进行了调查，发现大约 83% 的人表示在工作中使用了人工智能，其中 69% 的人表示人工智能帮助他们更有效地表达创造力。", "is_complex": true, "analysis": ""}]}, {"id": 523, "article_id": 24, "seq": 2, "en_text": "The appeal is understandable. Emerging research shows that generative AI can support the creative process and, at times, produce outputs that people prefer to work made by humans alone.", "cn_text": "这种呼吁是可以理解的。 新兴研究表明，生成式人工智能可以支持创意过程，有时甚至可以产生人们更喜欢由人类单独完成的成果。", "sentences": [{"id": 838, "paragraph_id": 523, "seq": 0, "en_text": "The appeal is understandable.", "cn_text": "这种呼吁是可以理解的。", "is_complex": false, "analysis": ""}, {"id": 839, "paragraph_id": 523, "seq": 1, "en_text": "Emerging research shows that generative AI can support the creative process and, at times, produce outputs that people prefer to work made by humans alone.", "cn_text": "新兴研究表明，生成式人工智能可以支持创意过程，有时甚至可以产生人们更喜欢由人类单独完成的成果。", "is_complex": true, "analysis": ""}]}, {"id": 524, "article_id": 24, "seq": 3, "en_text": "Yet there’s an important caveat that my colleagues and I have recently begun to explore in our research : Positive views of creative work often shift once people learn that AI was involved.", "cn_text": "然而，我和我的同事最近开始在我们的研究中探索一个重要的警告：一旦人们了解到人工智能的参与，对创造性工作的积极看法往往会发生转变。", "sentences": [{"id": 840, "paragraph_id": 524, "seq": 0, "en_text": "Yet there’s an important caveat that my colleagues and I have recently begun to explore in our research : Positive views of creative work often shift once people learn that AI was involved.", "cn_text": "然而，我和我的同事最近开始在我们的研究中探索一个重要的警告：一旦人们了解到人工智能的参与，对创造性工作的积极看法往往会发生转变。", "is_complex": true, "analysis": ""}]}, {"id": 525, "article_id": 24, "seq": 4, "en_text": "Because generative AI can produce original content with minimal human input, its use raises questions about quality , authorship and authenticity . Especially for creative work closely tied to personal expression and intent, AI involvement can complicate how audiences interpret the final product.", "cn_text": "由于生成式人工智能可以用最少的人力投入生成原创内容，因此它的使用引发了有关质量、作者身份和真实性的问题。 特别是对于与个人表达和意图密切相关的创意工作，人工智能的参与可能会使观众解读最终产品的方式变得复杂。", "sentences": [{"id": 841, "paragraph_id": 525, "seq": 0, "en_text": "Because generative AI can produce original content with minimal human input, its use raises questions about quality , authorship and authenticity .", "cn_text": "由于生成式人工智能可以用最少的人力投入生成原创内容，因此它的使用引发了有关质量、作者身份和真实性的问题。", "is_complex": true, "analysis": ""}, {"id": 842, "paragraph_id": 525, "seq": 1, "en_text": "Especially for creative work closely tied to personal expression and intent, AI involvement can complicate how audiences interpret the final product.", "cn_text": "特别是对于与个人表达和意图密切相关的创意工作，人工智能的参与可能会使观众解读最终产品的方式变得复杂。", "is_complex": false, "analysis": ""}]}, {"id": 526, "article_id": 24, "seq": 5, "en_text": "Organizational behavior researchers Anand Benegal , Lynne Vincent and I study how people establish, maintain and defend their reputations, particularly in creative fields .", "cn_text": "组织行为研究人员阿南德·贝内加尔 (Anand Benegal)、林恩·文森特 (Lynne Vincent) 和我研究人们如何建立、维护和捍卫自己的声誉，特别是在创意领域。", "sentences": [{"id": 843, "paragraph_id": 526, "seq": 0, "en_text": "Organizational behavior researchers Anand Benegal , Lynne Vincent and I study how people establish, maintain and defend their reputations, particularly in creative fields .", "cn_text": "组织行为研究人员阿南德·贝内加尔 (Anand Benegal)、林恩·文森特 (Lynne Vincent) 和我研究人们如何建立、维护和捍卫自己的声誉，特别是在创意领域。", "is_complex": false, "analysis": ""}]}, {"id": 527, "article_id": 24, "seq": 6, "en_text": "We wanted to know whether using AI carries a reputational cost – and whether established artists are shielded from the backlash.", "cn_text": "我们想知道使用人工智能是否会带来声誉成本，以及知名艺术家是否能够免受强烈反对。", "sentences": [{"id": 844, "paragraph_id": 527, "seq": 0, "en_text": "We wanted to know whether using AI carries a reputational cost – and whether established artists are shielded from the backlash.", "cn_text": "我们想知道使用人工智能是否会带来声誉成本，以及知名艺术家是否能够免受强烈反对。", "is_complex": false, "analysis": ""}]}, {"id": 528, "article_id": 24, "seq": 7, "en_text": "When we set out to examine these questions, two competing possibilities emerged.", "cn_text": "当我们着手研究这些问题时，出现了两种相互竞争的可能性。", "sentences": [{"id": 845, "paragraph_id": 528, "seq": 0, "en_text": "When we set out to examine these questions, two competing possibilities emerged.", "cn_text": "当我们着手研究这些问题时，出现了两种相互竞争的可能性。", "is_complex": false, "analysis": ""}]}, {"id": 529, "article_id": 24, "seq": 8, "en_text": "On one hand, individuals with strong reputations are often granted greater latitude . Their actions are interpreted more favorably and their intentions given the benefit of the doubt. So established artists who use novel technologies like AI may be seen as innovative or forward-thinking, while novices are viewed as dependent or incompetent.", "cn_text": "一方面，具有良好声誉的个人通常会被授予更大的自由度。 他们的行为得到了更有利的解释，他们的意图也被认为是无罪的。 因此，使用人工智能等新技术的成熟艺术家可能会被视为具有创新性或前瞻性思维，而新手则被视为依赖或无能。", "sentences": [{"id": 846, "paragraph_id": 529, "seq": 0, "en_text": "On one hand, individuals with strong reputations are often granted greater latitude .", "cn_text": "一方面，具有良好声誉的个人通常会被授予更大的自由度。", "is_complex": false, "analysis": ""}, {"id": 847, "paragraph_id": 529, "seq": 1, "en_text": "Their actions are interpreted more favorably and their intentions given the benefit of the doubt.", "cn_text": "他们的行为得到了更有利的解释，他们的意图也被认为是无罪的。", "is_complex": false, "analysis": ""}, {"id": 848, "paragraph_id": 529, "seq": 2, "en_text": "So established artists who use novel technologies like AI may be seen as innovative or forward-thinking, while novices are viewed as dependent or incompetent.", "cn_text": "因此，使用人工智能等新技术的成熟艺术家可能会被视为具有创新性或前瞻性思维，而新手则被视为依赖或无能。", "is_complex": true, "analysis": ""}]}, {"id": 530, "article_id": 24, "seq": 9, "en_text": "On the other hand, established creators may be held to higher standards. Because their reputations are closely tied to originality and personal expression, AI use can appear inconsistent with that image, inviting greater scrutiny rather than leniency.", "cn_text": "另一方面，成熟的创作者可能会被要求遵守更高的标准。 由于他们的声誉与原创性和个人表达密切相关，人工智能的使用可能会显得与形象不一致，招致更严格的审查而不是宽大处理。", "sentences": [{"id": 849, "paragraph_id": 530, "seq": 0, "en_text": "On the other hand, established creators may be held to higher standards.", "cn_text": "另一方面，成熟的创作者可能会被要求遵守更高的标准。", "is_complex": false, "analysis": ""}, {"id": 850, "paragraph_id": 530, "seq": 1, "en_text": "Because their reputations are closely tied to originality and personal expression, AI use can appear inconsistent with that image, inviting greater scrutiny rather than leniency.", "cn_text": "由于他们的声誉与原创性和个人表达密切相关，人工智能的使用可能会显得与形象不一致，招致更严格的审查而不是宽大处理。", "is_complex": true, "analysis": ""}]}, {"id": 531, "article_id": 24, "seq": 10, "en_text": "To test these competing possibilities, we conducted an experiment in which participants listened to the same short musical composition, which was described as part of an upcoming video game soundtrack.", "cn_text": "为了测试这些竞争的可能性，我们进行了一项实验，让参与者聆听相同的短音乐作品，该音乐作品被描述为即将推出的视频游戏配乐的一部分。", "sentences": [{"id": 851, "paragraph_id": 531, "seq": 0, "en_text": "To test these competing possibilities, we conducted an experiment in which participants listened to the same short musical composition, which was described as part of an upcoming video game soundtrack.", "cn_text": "为了测试这些竞争的可能性，我们进行了一项实验，让参与者聆听相同的短音乐作品，该音乐作品被描述为即将推出的视频游戏配乐的一部分。", "is_complex": true, "analysis": ""}]}, {"id": 532, "article_id": 24, "seq": 11, "en_text": "For the purposes of the experiment, we misled some of the participants by telling them that the piece had been written by Academy Award–winning film composer Hans Zimmer . We told others that it had been created by a first-year college music student.", "cn_text": "为了实验的目的，我们误导了一些参与者，告诉他们该作品是由奥斯卡奖获奖电影作曲家汉斯·齐默创作的。 我们告诉其他人，它是由一名大学音乐系一年级学生创作的。", "sentences": [{"id": 852, "paragraph_id": 532, "seq": 0, "en_text": "For the purposes of the experiment, we misled some of the participants by telling them that the piece had been written by Academy Award–winning film composer Hans Zimmer .", "cn_text": "为了实验的目的，我们误导了一些参与者，告诉他们该作品是由奥斯卡奖获奖电影作曲家汉斯·齐默创作的。", "is_complex": true, "analysis": ""}, {"id": 853, "paragraph_id": 532, "seq": 1, "en_text": "We told others that it had been created by a first-year college music student.", "cn_text": "我们告诉其他人，它是由一名大学音乐系一年级学生创作的。", "is_complex": false, "analysis": ""}]}, {"id": 533, "article_id": 24, "seq": 12, "en_text": "Across the experimental conditions, some participants were informed that the work was created “in collaboration with AI technology,” while others received no such information. We then measured changes in participants’ perceptions of the creator’s reputation, perceptions of the creator’s competence and how much credit they attributed to the creator versus the AI.", "cn_text": "在整个实验条件下，一些参与者被告知该作品是“与人工智能技术合作”创作的，而其他参与者则没有收到此类信息。 然后，我们测量了参与者对创作者声誉的看法、对创作者能力的看法以及他们对创作者与人工智能的信任程度的变化。", "sentences": [{"id": 854, "paragraph_id": 533, "seq": 0, "en_text": "Across the experimental conditions, some participants were informed that the work was created “in collaboration with AI technology,” while others received no such information.", "cn_text": "在整个实验条件下，一些参与者被告知该作品是“与人工智能技术合作”创作的，而其他参与者则没有收到此类信息。", "is_complex": true, "analysis": ""}, {"id": 855, "paragraph_id": 533, "seq": 1, "en_text": "We then measured changes in participants’ perceptions of the creator’s reputation, perceptions of the creator’s competence and how much credit they attributed to the creator versus the AI.", "cn_text": "然后，我们测量了参与者对创作者声誉的看法、对创作者能力的看法以及他们对创作者与人工智能的信任程度的变化。", "is_complex": true, "analysis": ""}]}, {"id": 534, "article_id": 24, "seq": 13, "en_text": "Our results showed that the creator’s existing reputation did not protect them: Both Zimmer’s reputation and that of the novice took a hit when AI involvement was disclosed. For creators considering whether their past success will shield them, our study suggests this might not be the case.", "cn_text": "我们的结果表明，创作者现有的声誉并不能保护他们：当人工智能的参与被披露时，齐默和新手的声誉都受到了打击。 对于考虑过去的成功是否会保护他们的创作者来说，我们的研究表明情况可能并非如此。", "sentences": [{"id": 856, "paragraph_id": 534, "seq": 0, "en_text": "Our results showed that the creator’s existing reputation did not protect them: Both Zimmer’s reputation and that of the novice took a hit when AI involvement was disclosed.", "cn_text": "我们的结果表明，创作者现有的声誉并不能保护他们：当人工智能的参与被披露时，齐默和新手的声誉都受到了打击。", "is_complex": true, "analysis": ""}, {"id": 857, "paragraph_id": 534, "seq": 1, "en_text": "For creators considering whether their past success will shield them, our study suggests this might not be the case.", "cn_text": "对于考虑过去的成功是否会保护他们的创作者来说，我们的研究表明情况可能并非如此。", "is_complex": false, "analysis": ""}]}, {"id": 535, "article_id": 24, "seq": 14, "en_text": "That said, reputation was not entirely irrelevant – it did shape how evaluators interpreted the creator’s role in the work.", "cn_text": "也就是说，声誉并非完全无关紧要——它确实影响了评估者如何解释创作者在作品中的角色。", "sentences": [{"id": 858, "paragraph_id": 535, "seq": 0, "en_text": "That said, reputation was not entirely irrelevant – it did shape how evaluators interpreted the creator’s role in the work.", "cn_text": "也就是说，声誉并非完全无关紧要——它确实影响了评估者如何解释创作者在作品中的角色。", "is_complex": true, "analysis": ""}]}, {"id": 536, "article_id": 24, "seq": 15, "en_text": "The preexisting reputations of established creators did provide a limited advantage. When we asked participants to indicate how much of the work they attributed to the human creator versus the AI, evaluators were more likely to assume Zimmer had relied less on AI.", "cn_text": "老牌创作者先前存在的声誉确实提供了有限的优势。 当我们要求参与者指出他们将多少工作归因于人类创造者与人工智能时，评估者更有可能认为齐默对人工智能的依赖程度较低。", "sentences": [{"id": 859, "paragraph_id": 536, "seq": 0, "en_text": "The preexisting reputations of established creators did provide a limited advantage.", "cn_text": "老牌创作者先前存在的声誉确实提供了有限的优势。", "is_complex": false, "analysis": ""}, {"id": 860, "paragraph_id": 536, "seq": 1, "en_text": "When we asked participants to indicate how much of the work they attributed to the human creator versus the AI, evaluators were more likely to assume Zimmer had relied less on AI.", "cn_text": "当我们要求参与者指出他们将多少工作归因于人类创造者与人工智能时，评估者更有可能认为齐默对人工智能的依赖程度较低。", "is_complex": true, "analysis": ""}]}, {"id": 537, "article_id": 24, "seq": 16, "en_text": "In other words, an artist’s prior reputation shaped how people judged authorship, even if it didn’t shield them from reputational damage.", "cn_text": "换句话说，艺术家之前的声誉决定了人们对作者身份的判断，即使这并不能保护他们免受声誉损害。", "sentences": [{"id": 861, "paragraph_id": 537, "seq": 0, "en_text": "In other words, an artist’s prior reputation shaped how people judged authorship, even if it didn’t shield them from reputational damage.", "cn_text": "换句话说，艺术家之前的声誉决定了人们对作者身份的判断，即使这并不能保护他们免受声誉损害。", "is_complex": false, "analysis": ""}]}, {"id": 538, "article_id": 24, "seq": 17, "en_text": "This distinction points to an important implication. The backlash may not stem simply from the presence of AI but from how observers interpret the balance between human contribution and AI assistance.", "cn_text": "这种区别指出了一个重要的含义。 这种强烈反对可能不仅仅源于人工智能的存在，还源于观察者如何解释人类贡献与人工智能援助之间的平衡。", "sentences": [{"id": 862, "paragraph_id": 538, "seq": 0, "en_text": "This distinction points to an important implication.", "cn_text": "这种区别指出了一个重要的含义。", "is_complex": false, "analysis": ""}, {"id": 863, "paragraph_id": 538, "seq": 1, "en_text": "The backlash may not stem simply from the presence of AI but from how observers interpret the balance between human contribution and AI assistance.", "cn_text": "这种强烈反对可能不仅仅源于人工智能的存在，还源于观察者如何解释人类贡献与人工智能援助之间的平衡。", "is_complex": false, "analysis": ""}]}, {"id": 539, "article_id": 24, "seq": 18, "en_text": "At what point does collaborating with AI begin to be perceived less like assistance and more like handing over control of the creative process? In other words, when does AI’s role become substantial enough that it is seen as the primary author of the final product?", "cn_text": "从什么时候起，与人工智能的合作开始不再被视为援助，而更像是交出对创作过程的控制权？ 换句话说，人工智能的作用何时变得足够重要，以至于被视为最终产品的主要作者？", "sentences": [{"id": 864, "paragraph_id": 539, "seq": 0, "en_text": "At what point does collaborating with AI begin to be perceived less like assistance and more like handing over control of the creative process?", "cn_text": "从什么时候起，与人工智能的合作开始不再被视为援助，而更像是交出对创作过程的控制权？", "is_complex": false, "analysis": ""}, {"id": 865, "paragraph_id": 539, "seq": 1, "en_text": "In other words, when does AI’s role become substantial enough that it is seen as the primary author of the final product?", "cn_text": "换句话说，人工智能的作用何时变得足够重要，以至于被视为最终产品的主要作者？", "is_complex": true, "analysis": ""}]}, {"id": 540, "article_id": 24, "seq": 19, "en_text": "For instance, a composer might use AI to clean up background noise, adjust timing or suggest alternative harmonies – decisions that refine but do not fundamentally alter their original work. Alternatively, the composer might ask AI to generate multiple melodies, select one they like and make minor adjustments to tempo or instrumentation.", "cn_text": "例如，作曲家可能会使用人工智能来清理背景噪音、调整时间或建议替代和声——这些决策可以改进但不会从根本上改变他们的原始作品。 或者，作曲家可能会要求人工智能生成多种旋律，选择他们喜欢的一首，并对节奏或乐器进行细微调整。", "sentences": [{"id": 866, "paragraph_id": 540, "seq": 0, "en_text": "For instance, a composer might use AI to clean up background noise, adjust timing or suggest alternative harmonies – decisions that refine but do not fundamentally alter their original work.", "cn_text": "例如，作曲家可能会使用人工智能来清理背景噪音、调整时间或建议替代和声——这些决策可以改进但不会从根本上改变他们的原始作品。", "is_complex": true, "analysis": ""}, {"id": 867, "paragraph_id": 540, "seq": 1, "en_text": "Alternatively, the composer might ask AI to generate multiple melodies, select one they like and make minor adjustments to tempo or instrumentation.", "cn_text": "或者，作曲家可能会要求人工智能生成多种旋律，选择他们喜欢的一首，并对节奏或乐器进行细微调整。", "is_complex": false, "analysis": ""}]}, {"id": 541, "article_id": 24, "seq": 20, "en_text": "Our study did not vary the degree of AI involvement; participants were told only that AI was used or not mentioned at all.", "cn_text": "我们的研究并没有改变人工智能的参与程度；参与者只被告知使用了人工智能，或者根本没有提及。", "sentences": [{"id": 868, "paragraph_id": 541, "seq": 0, "en_text": "Our study did not vary the degree of AI involvement; participants were told only that AI was used or not mentioned at all.", "cn_text": "我们的研究并没有改变人工智能的参与程度；参与者只被告知使用了人工智能，或者根本没有提及。", "is_complex": true, "analysis": ""}]}, {"id": 542, "article_id": 24, "seq": 21, "en_text": "But the findings suggest that how much AI is used – and how central it appears to the creative process – matters. For creators and organizations, the question may not be whether AI is involved but whether audiences are made aware of the extent of its involvement.", "cn_text": "但研究结果表明，人工智能的使用量以及它在创意过程中的重要性至关重要。 对于创作者和组织来说，问题可能不是人工智能是否参与其中，而是观众是否意识到其参与的程度。", "sentences": [{"id": 869, "paragraph_id": 542, "seq": 0, "en_text": "But the findings suggest that how much AI is used – and how central it appears to the creative process – matters.", "cn_text": "但研究结果表明，人工智能的使用量以及它在创意过程中的重要性至关重要。", "is_complex": true, "analysis": ""}, {"id": 870, "paragraph_id": 542, "seq": 1, "en_text": "For creators and organizations, the question may not be whether AI is involved but whether audiences are made aware of the extent of its involvement.", "cn_text": "对于创作者和组织来说，问题可能不是人工智能是否参与其中，而是观众是否意识到其参与的程度。", "is_complex": true, "analysis": ""}]}, {"id": 543, "article_id": 24, "seq": 22, "en_text": "A practical question that naturally follows is whether creators should disclose their AI use.", "cn_text": "自然而然出现的一个实际问题是创作者是否应该披露他们的人工智能用途。", "sentences": [{"id": 871, "paragraph_id": 543, "seq": 0, "en_text": "A practical question that naturally follows is whether creators should disclose their AI use.", "cn_text": "自然而然出现的一个实际问题是创作者是否应该披露他们的人工智能用途。", "is_complex": false, "analysis": ""}]}, {"id": 544, "article_id": 24, "seq": 23, "en_text": "The New York Times recently reported that some romance novelists were quietly incorporating AI tools into their writing process without disclosing it to readers. This reluctance appears to be widespread: A 2025 workplace survey found that nearly half of employees conceal their use of AI tools, often out of concern that others will view them as cutting corners or question their competence.", "cn_text": "《纽约时报》最近报道称，一些言情小说家正在悄悄地将人工智能工具融入到他们的写作过程中，但没有向读者透露。 这种不情愿似乎很普遍：2025 年的一项工作场所调查发现，近一半的员工隐瞒了他们对人工智能工具的使用，通常是因为担心其他人会认为他们偷工减料或质疑他们的能力。", "sentences": [{"id": 872, "paragraph_id": 544, "seq": 0, "en_text": "The New York Times recently reported that some romance novelists were quietly incorporating AI tools into their writing process without disclosing it to readers.", "cn_text": "《纽约时报》最近报道称，一些言情小说家正在悄悄地将人工智能工具融入到他们的写作过程中，但没有向读者透露。", "is_complex": true, "analysis": ""}, {"id": 873, "paragraph_id": 544, "seq": 1, "en_text": "This reluctance appears to be widespread: A 2025 workplace survey found that nearly half of employees conceal their use of AI tools, often out of concern that others will view them as cutting corners or question their competence.", "cn_text": "这种不情愿似乎很普遍：2025 年的一项工作场所调查发现，近一半的员工隐瞒了他们对人工智能工具的使用，通常是因为担心其他人会认为他们偷工减料或质疑他们的能力。", "is_complex": true, "analysis": ""}]}, {"id": 545, "article_id": 24, "seq": 24, "en_text": "In our first experiment, the composer’s work either mentioned AI collaboration or didn’t mention AI at all.", "cn_text": "在我们的第一个实验中，作曲家的作品要么提到了人工智能协作，要么根本没有提及人工智能。", "sentences": [{"id": 874, "paragraph_id": 545, "seq": 0, "en_text": "In our first experiment, the composer’s work either mentioned AI collaboration or didn’t mention AI at all.", "cn_text": "在我们的第一个实验中，作曲家的作品要么提到了人工智能协作，要么根本没有提及人工智能。", "is_complex": false, "analysis": ""}]}, {"id": 546, "article_id": 24, "seq": 25, "en_text": "But we went on to conduct a second experiment to examine disclosure more directly. This time, participants evaluated an employee at an advertising agency.", "cn_text": "但我们继续进行了第二个实验，以更直接地检验披露情况。 这次，参与者评估了一家广告公司的一名员工。", "sentences": [{"id": 875, "paragraph_id": 546, "seq": 0, "en_text": "But we went on to conduct a second experiment to examine disclosure more directly.", "cn_text": "但我们继续进行了第二个实验，以更直接地检验披露情况。", "is_complex": false, "analysis": ""}, {"id": 876, "paragraph_id": 546, "seq": 1, "en_text": "This time, participants evaluated an employee at an advertising agency.", "cn_text": "这次，参与者评估了一家广告公司的一名员工。", "is_complex": false, "analysis": ""}]}, {"id": 547, "article_id": 24, "seq": 26, "en_text": "Everyone first learned that this employee had a strong reputation for creativity. Then, depending on the version of the scenario they saw, the employee either openly said they used AI to help with their creative work; said they used AI only for administrative tasks, such as scheduling meetings; explicitly said they avoided using AI because creativity should come from one’s own thoughts and experiences; or said nothing about AI at all.", "cn_text": "每个人首先都知道这位员工在创造力方面享有很高的声誉。 然后，根据他们看到的场景版本，员工要么公开表示他们使用人工智能来帮助他们的创造性工作；要么公开表示他们使用人工智能来帮助他们的创造性工作。表示他们仅将人工智能用于管理任务，例如安排会议；明确表示他们避免使用人工智能，因为创造力应该来自自己的想法和经验；或者根本没有提到人工智能。", "sentences": [{"id": 877, "paragraph_id": 547, "seq": 0, "en_text": "Everyone first learned that this employee had a strong reputation for creativity.", "cn_text": "每个人首先都知道这位员工在创造力方面享有很高的声誉。", "is_complex": false, "analysis": ""}, {"id": 878, "paragraph_id": 547, "seq": 1, "en_text": "Then, depending on the version of the scenario they saw, the employee either openly said they used AI to help with their creative work; said they used AI only for administrative tasks, such as scheduling meetings; explicitly said they avoided using AI because creativity should come from one’s own thoughts and experiences; or said nothing about AI at all.", "cn_text": "然后，根据他们看到的场景版本，员工要么公开表示他们使用人工智能来帮助他们的创造性工作；要么公开表示他们使用人工智能来帮助他们的创造性工作。表示他们仅将人工智能用于管理任务，例如安排会议；明确表示他们避免使用人工智能，因为创造力应该来自自己的想法和经验；或者根本没有提到人工智能。", "is_complex": true, "analysis": ""}]}, {"id": 548, "article_id": 24, "seq": 27, "en_text": "This allowed us to see how both using AI and how that use was disclosed influenced judgments of the employee’s creativity and reputation.", "cn_text": "这使我们能够了解人工智能的使用以及使用的披露方式如何影响对员工创造力和声誉的判断。", "sentences": [{"id": 879, "paragraph_id": 548, "seq": 0, "en_text": "This allowed us to see how both using AI and how that use was disclosed influenced judgments of the employee’s creativity and reputation.", "cn_text": "这使我们能够了解人工智能的使用以及使用的披露方式如何影响对员工创造力和声誉的判断。", "is_complex": true, "analysis": ""}]}, {"id": 549, "article_id": 24, "seq": 28, "en_text": "The results were clear in one respect: Disclosing AI use harmed the employee’s reputation.", "cn_text": "结果在一方面很明显：披露人工智能的使用损害了员工的声誉。", "sentences": [{"id": 880, "paragraph_id": 549, "seq": 0, "en_text": "The results were clear in one respect: Disclosing AI use harmed the employee’s reputation.", "cn_text": "结果在一方面很明显：披露人工智能的使用损害了员工的声誉。", "is_complex": false, "analysis": ""}]}, {"id": 550, "article_id": 24, "seq": 29, "en_text": "Just as importantly, explicitly stating that AI was not used did not improve evaluations. In other words, there was no reputational advantage to publicly distancing oneself from AI. Staying silent led to evaluations that were at least as favorable as explicitly saying no AI was used.", "cn_text": "同样重要的是，明确指出未使用人工智能并不能改善评估。 换句话说，公开远离人工智能并没有任何声誉优势。 保持沉默所带来的评价至少与明确表示不使用人工智能一样有利。", "sentences": [{"id": 881, "paragraph_id": 550, "seq": 0, "en_text": "Just as importantly, explicitly stating that AI was not used did not improve evaluations.", "cn_text": "同样重要的是，明确指出未使用人工智能并不能改善评估。", "is_complex": false, "analysis": ""}, {"id": 882, "paragraph_id": 550, "seq": 1, "en_text": "In other words, there was no reputational advantage to publicly distancing oneself from AI.", "cn_text": "换句话说，公开远离人工智能并没有任何声誉优势。", "is_complex": false, "analysis": ""}, {"id": 883, "paragraph_id": 550, "seq": 2, "en_text": "Staying silent led to evaluations that were at least as favorable as explicitly saying no AI was used.", "cn_text": "保持沉默所带来的评价至少与明确表示不使用人工智能一样有利。", "is_complex": true, "analysis": ""}]}, {"id": 551, "article_id": 24, "seq": 30, "en_text": "Our findings suggest that disclosure decisions are asymmetric. For creators who use AI, transparency carries costs. For those who abstain, making clear that they didn’t use AI doesn’t confer an advantage over remaining silent.", "cn_text": "我们的研究结果表明，披露决策是不对称的。 对于使用人工智能的创作者来说，透明度是有成本的。 对于那些弃权的人来说，明确表示他们没有使用人工智能并不比保持沉默有任何优势。", "sentences": [{"id": 884, "paragraph_id": 551, "seq": 0, "en_text": "Our findings suggest that disclosure decisions are asymmetric.", "cn_text": "我们的研究结果表明，披露决策是不对称的。", "is_complex": false, "analysis": ""}, {"id": 885, "paragraph_id": 551, "seq": 1, "en_text": "For creators who use AI, transparency carries costs.", "cn_text": "对于使用人工智能的创作者来说，透明度是有成本的。", "is_complex": false, "analysis": ""}, {"id": 886, "paragraph_id": 551, "seq": 2, "en_text": "For those who abstain, making clear that they didn’t use AI doesn’t confer an advantage over remaining silent.", "cn_text": "对于那些弃权的人来说，明确表示他们没有使用人工智能并不比保持沉默有任何优势。", "is_complex": true, "analysis": ""}]}, {"id": 552, "article_id": 24, "seq": 31, "en_text": "Debates over disclosure of AI use in creative fields will continue to be hotly debated. But from a reputational standpoint – at least for now – our findings suggest that disclosing AI use carries costs.", "cn_text": "关于人工智能在创意领域的使用披露的争论将继续引起激烈争论。 但从声誉的角度来看——至少目前如此——我们的研究结果表明，披露人工智能的使用是要付出代价的。", "sentences": [{"id": 887, "paragraph_id": 552, "seq": 0, "en_text": "Debates over disclosure of AI use in creative fields will continue to be hotly debated.", "cn_text": "关于人工智能在创意领域的使用披露的争论将继续引起激烈争论。", "is_complex": false, "analysis": ""}, {"id": 888, "paragraph_id": 552, "seq": 1, "en_text": "But from a reputational standpoint – at least for now – our findings suggest that disclosing AI use carries costs.", "cn_text": "但从声誉的角度来看——至少目前如此——我们的研究结果表明，披露人工智能的使用是要付出代价的。", "is_complex": true, "analysis": ""}]}]}